{
  "cookies.conditions": "Terms and Conditions",

  "navBar.name": "Gimme a Ride",
  "navBar.post": "Post a Trip",
  "navBar.home": "Home",
  "navBar.routelist": "Route List",

  "searchUserByName.search": "Search",
  "searchUserByName.placeholder": " 🔍  Find user by name...",
  "searchUserById.search": "Search",
  "searchUserById.placeholder": " 🔍  Find user by email...",

  "home.title1": "Save money while driving",
  "home.p1": "Publish your next round trip on Gimme a Ride and get, on average, 80 dollars * of your passengers. You will only need a couple of minutes to publish your route. Do we share a trip?",
  "home.p2": "* Average amount received by drivers in 2021.",
  "home.post": "Post a Trip",
  "home.routes": "See all routes available!",
  "home.or": "Or",
  "home.title2": "Why use GimmeARide?",
  "home.p4": "By reducing the number of vehicles on the road, the environment is greatly benefited.",
  "home.p5": "Meet new people with whom to share excellent experiences. Traveling alone is boooring.",
  "home.p6": "Share your travel expenses with select passengers, you will end up spending less on each trip!",
  "home.subtitle1": "It's Eco-Conscious",
  "home.subtitle2": "Have fun",
  "home.subtitle3": "Lets you save money",
  "home.imagenAbajo1": "Book a place in other person's car, have fun alongside other people and go wherever you want, by paying less than you would by using other travelling methods.",
  "home.imagenAbajo2": "With Gimme A Ride, allow other people with common destinations to get into your car and have fun together while spending less!",
  "home.subtitle4": "Are you a passenger?",
  "home.subtitle5": "Are you a driver?",

  "post.calification": "Calification",
  "post.description": "Please tell us about your experience with this user...",
  "post.title": "Rate this user",

  "routedetails.home": "Home",
  "routedetails.p1" : "No routes match those filters",
  
  "userdetails.home": "Home",
  "userdetails.title": "User Details",
  "userdetails.yearsold": "years old",
  "userdetails.cardetails":"Car Details",
  "userdetails.brand":"Brand:",
  "userdetails.model":"Model:",
  "userdetails.patent":"Patent:",
  "userdetails.color":"Color:",
  "userdetails.cylinder":"Cylinder:",
  "userdetails.rating":"Rating",
  "userdetails.chats":"Chats",

  "editcarerr.patent": "Patent is required",
  "editcarerr.color": "Color is required",
  "editcarerr.brand": "Brand is required",
  "editcarerr.model": "Model is required",
  "editcarerr.cylinder": "Cylinder is required",

  "map.home": "Home",
  "map.seats": "Seats available",
  "map.button": "I want to change something!",
  "map.button1": "Create Trip",

  "navbarfilter.orderby": "Order by...",
  "navbarfilter.earliestdeparture": "Earliest Departure",
  "navbarfilter.lowestprice": "Lowest Price",
  "navbarfilter.amenities": "Filter by Amenities",
  "navbarfilter.petsaloowed": "Pets Allowed",
  "navbarfilter.smokingallowed": "Smoking Allowed",
  "navbarfilter.foodallowed": "Food Allowed",
  "navbarfilter.2intheback": "Max. 2 in the back",
  "navbarfilter.kidsallowed": "Kids Allowed",
  "navbarfilter.onlywomen": "Only Women",

  "cardroute.from": "From:",
  "cardroute.to": "To:",
  "cardroute.date": "Date:",
  "cardroute.time": "Time:",
  "cardroute.placefull": "Trip Full",
  "cardroute.place": "Seats available",

  "allinforoute.placefull": "Trip Full",
  "allinforoute.place": "Seats available.",
  "allinforoute.goback": "Go Back",
  "allinforoute.jointhistrip": "¡Join this trip!",
  "Trip Full": "Trip Full!",

  "userProfile.title": "User Details",
  "userProfile.changephoto": "Change Photo",
  "userProfile.yearsold": "years old",
  "userProfile.edituserinfo": "Edit User Information",
  "userProfile.save": "Save",
  "userProfile.cardetails": "Car Details",
  "userProfile.editcarinfo": "Edit Car Information",
  "userProfile.brand": "Brand:",
  "userProfile.model": "Model:",
  "userProfile.patent": "Patent:",
  "userProfile.color": "Color:",
  "userProfile.cylinder": "Cylinder:",
  "userProfile.origin": "Origin:",
  "userProfile.destiny": "Destiny",
  "userProfile.date": "Date",
  "userProfile.time": "Time",
  "userProfile.routeid": "Route ID:",
  "userProfile.driver": "Driver",
  "userProfile.payment": "Payment",
  "userProfile.userdetails": "User Details",
  "userProfile.tripsdetails": "Trips Details",
  "userProfile.posts": "Posts",
  "userProfile.payments": "Payments",
  "userProfile.chat": "Chat",

  "user.result": "No user matches those descriptions",
  "user.button": "Load All Users",

  "searchBarHome.searchTitle": "Where do you want to go?",
  "searchBarHome.searchButton": "Search",
  "searchBarHome.destination": "Destination",
  "searchBarHome.origin": "Origin",

  "searchBarPostRuta.searchTitle": "Where do you want to go?",
  "searchBarPostRuta.destination": "Destination",
  "searchBarPostRuta.origin": "Origin",
  "searchBarPostRuta.preview": "Preview Trip",
  "searchBarPostRuta.select": "Seats Available: 1",
  "searchBarPostRuta.preferences": "Preferences",
  "searchBarPostRuta.petsaloowed": "Pets Allowed",
  "searchBarPostRuta.smokingallowed": "Smoking Allowed",
  "searchBarPostRuta.foodallowed": "Food Allowed",
  "searchBarPostRuta.2intheback": "Max. 2 in the back",
  "searchBarPostRuta.kidsallowed": "Kids Allowed",
  "searchBarPostRuta.onlywomen": "Only Women",
  "searchBarPostRuta.petsaloowedX": "Pets Allowed X",
  "searchBarPostRuta.smokingallowedX": "Smoking Allowed X",
  "searchBarPostRuta.foodallowedX": "Food Allowed X",
  "searchBarPostRuta.2inthebackX": "Max. 2 in the back X",
  "searchBarPostRuta.kidsallowedX": "Kids Allowed X",
  "searchBarPostRuta.onlywomenX": "Only Women X",

  "faq.button":"Home",
  "faq.title":"Frequently asked questions",
  "faq.h3UsingGimme":"Using Gimme A Ride®",
  "faq.pDoYouHave":"Do you have questions about how to use Gimme A Ride®? Write to our ",
  "faq.or":" or",
  "faq.h3whatIs":"What is Gimme A Ride®?",
  "faq.pItIs":"It is a network of people who share car trips between cities, making an equitable division of costs among all travelers or an agreed contribution. Gimme A Ride® is not a public or private passenger transportation system.",
  "faq.h3whatType":"What types of trips can I do with Gimme A Ride®?",
  "faq.p1":"In Gimme A Ride® you can create or find medium and long-distance trips. Drivers who organize their long or short distance trips publish their free seats on the app, specifying in their advertisement the route and the price for each seat and section.",
  "faq.p2":"The trips are created by the same users according to their destination and time availability. In base to that travel proposal, other users can ask the driver to accompany them in journey.",
  "faq.p3":"Passengers interested in the trip can contact the drivers through the public messaging system.If they decide to travel together, the  passenger makes the reservation and pays online the price stipulated for the contracted place.",
  "faq.h31":"Do the rides on Gimme A Ride® have a cost? How much does a Give me a ride® ride cost?",
  "faq.p4":"Gimme A Ride® -being a network of people who share trips- only allows monetary contributions for used fuel and tolls or equitable division of expenses among all participants. There is no fixed rate or ticket value. The contribution cannot exceed the value of an equitable division of fuel expenses and tolls since if so it couldbe considered illegal passenger transport.",
  "faq.u1":"Gimme A Ride® is a collaborative network, not a service.",
  "faq.h32":"How is the contribution for a trip calculated?",
  "faq.p5":"The maximum monetary contribution accepted in Gimme A Ride® is the fuel used + tolls divided by the number of people traveling in the car. It must be defined before the trip, before or during the prior coordination. Unless it is decided to make a division of expenses with fuel and toll tickets in hand, at the end of it. In the event that a person requests a monetary value that leaves in evidence that exceeds the accepted maximum, they will be warned by the administrators and suspended from the platform until accepting the rules. In case of recidivism, suspended for months until reaching a definitive suspension.",
  "faq.h33":"Why are only the cost of fuel used and tolls considered?",
  "faq.p6":"They are the only verifiable expenses in a trip through tickets (in case their verification is required). The rest of the expenses that may exist (car wear or insurance) are borne by the driver since he contributes his car in a disinterested way for the trip and is not professionally dedicated to the transport of people.",
  "faq.p7":"In the event of a possible inconvenience in the trip, if it is found that there has been a profit in favor of the driver, the same could face legal problems for offering a service and not being registered to carry out that activity and charge it. In contrast, in a fuel and toll division there is no illicit activity.",
  "faq.p8":"Beyond the contribution of fuel and tolls, people who share a trip can contribute monetarily for the reason they consider necessary to another person with whom they shared the trip -for example for the cookies they shared- It must be completely voluntary and The reason cannot be for having shared the trip.",
  "faq.h34":"Is it essential to present fuel and toll tickets to request the monetary contribution to passengers?",
  "faq.p9":"They are not obligatory but they are a way of clarifying the accounts between the driver and his companions. Some people make the same trip frequently and already know the amounts, so they do not usually divide the expenses at each opportunity but use the reference value of the previous trip.",
  "faq.p10":"In any case, anyone during the pre-trip coordination can request in advance to define the contribution by presenting fuel and toll tickets in hand. No driver can refuse this request or leave it unanswered, nor can they cancel a passenger for this request. The division of expenses with fuel tickets and tolls is the most direct way to establish the maximum contribution for a trip and is recommended by Gimme A Ride®. (*)",
  "faq.p11":"(*) To calculate fuel costs and tolls with tickets, Gimme A Ride® recommends filling the tank before leaving and refilling it at the destination. This last load (or the amount of fuel loads that are made once the trip has started) will be the fuel expense + the toll tickets.",
  "faq.h35":"Can contributions be made in a way other than monetary?",
  "faq.p12":"It will be an arrangement between driver and passenger. Some may request or offer another type of contribution, such as having someone pay for meals during a long trip or asking the passenger to stay awake to keep the driver attentive to the road, among other examples.",
  "faq.h36":"How do I coordinate a trip?",
  "faq.strong1":"Drivers:",
  "faq.p13":"When you load the trip, we recommend that you detail the information as much as possible to avoid repetitive inquiries from those interested in your trip. To do this, use the Comment for passengers field. There you can inform what is the contribution for the trip and the amount, the space available for luggage, what is the maximum number of passengers that you will take in your car, where it begins and ends and any other additional information that you consider relevant. It is important that you communicate with your passengers via message to finish coordinating details and conditions of the trip. We suggest that in this instance you ask for a telephone contact for a more precise communication when the date of the trip. Remember that both must agree and be aware of the conditions of the trip to avoid misunderstandings regarding schedules, meeting and arrival points, luggage, fuel and toll contribution and other essential information. You We recommend coordinating and boarding your passengers using the Give me a ride® platform to then access the possibility of qualifying them at the end of the trip.",
  "faq.stron2":"Drivers: Passenger search engine:",
  "faq.p14":"In addition to posting your trip as a Driver and waiting for others to contact you, you can also search for passengers using Give me a ride®. From the PC, by clicking on the I'm looking for passengers button, you complete the origin and destination fields and press Search. From the cell phone: on the main screen by clicking on the magnifying glass symbol and selecting I'm looking for a passenger as the search criteria.",
  "faq.strong3":"Passengers:",
  "faq.p15":"Once you find a trip that works for you, send a message via the platform to the driver to clarify the terms of the trip and coordinate the details. In this message you can make inquiries if you see that the trip description does not have all the information you need, or you can leave a telephone contact with the driver so that he or she has another alternative of communication with you. Once the queries have been satisfied and that you both agree with the conditions of the trip, you ask the driver for the seat and he accepts your request.",
  "faq.p16":"It is important that both agree on the conditions and details of the trip when confirming it. Make sure that there are no doubts about the meeting point, the schedule, the availability of luggage space, the total number of passengers and the contribution for fuel and toll expenses. We also suggest you ask for the driver's phone number for more accurate communication on the date of travel.",
  "faq.p17":"We recommend that you always get on the trip using the Give me a ride® platform and then access the possibility of rating it at the end of the trip. Remember that for that, you must request a seat with the corresponding button and that the other person accepts the request. When they accept you, you will receive a notification that you can see verify within 'My trips'.",
  "faq.p18":"Once everything is coordinated and the driver confirms you to share the trip, you just have to wait until the day of the trip!",
  "faq.h37":"Who sees the trips you posted ?: Personalized trip visibility.",
  "faq.p19":"When creating a trip, you can define its privacy and choose who will be the Gimme A Ride® users who will be able to contact you.",
  "faq.p20":"There are three types of visibility:",
  "faq.p21":"Public trip",
  "faq.p22":"Visible trip for friends of friends",
  "faq.p23":"Visible trip for friends",
  "faq.p24":"You can create your list of friends by sending friend requests within the platform or by linking your account with that of Facebook, so that the platform also takes into account your friends from that social network who are on Gimme A Ride® .",
  "faq.p25":"Following this, the three types of travel comprise:",
  "faq.li1":"“Public ride” → ALL Gimme A Ride® users will be able to view and request this ride.",
  "faq.li2":"“Visible trip for friends of friends” → your friends and their friends from Gimme A Ride® and Facebook (if you logged in with this social network) will be able to see and request this trip.",
  "faq.li3":"“Visible trip for friends” → only your Gimme A Ride® and Facebook friends (if you logged in with this social network) who use Gimme A Ride® will be able to see and request this trip.",
  "faq.th1":" If you are a friend",
  "faq.th2":"If you have a friend in common",
  "faq.th3":"If you are not a friend",
  "faq.th4":"Someone creates a 'Public' trip",
  "faq.td1":"you see it ✔",
  "faq.td2":"you see it ✔",
  "faq.td3":"you see it ✔",
  "faq.td4":"you don't see it ✘",
  "faq.th5":"Someone creates a trip for 'Friends of friends'",
  "faq.th6":"Someone creates a trip for 'Friends'",
  "faq.h38":"I had problems with my trip, what do I do?",
  "faq.p26":"If you had a bad experience with your trip (irresponsible drivers, lack of passenger commitment, among other problems) or the conditions of the trip did not occur as they were established, tell about your experience when you can rate the other person. That is why it is important that you maintain the coordination of the trips within the Gimme A Ride® platform.",
  "faq.p27":"If the bad experience involves violence by messages, verbal or physical. Also road violence (dangerous driving, cell phone use, etc). Not respecting the maximum contribution or some other illegality. Beyond leaving a rating to the person, also write to Give me at ride®@stsrosario.org.ar or via Private Message on our Facebook, Instagram or Tweeter page and tell us what happened. If we consider that it warrants it and that there is evidence of the incident, we can warn, suspend the person for some time or indefinitely.",
  "faq.h39":"How does the grading system work?",
  "faq.p28":"You can rate your driver or passengers through our rating system after 24 hours from the start of the trip. To be able to do so, whether in the role of driver or passenger, enter the platform in the 'My Trips' section. A dialog box will appear in which you can comment on your experience indicating whether or not you recommend sharing a trip with the person (thumbs up / down according to your experience) and add a text that justifies that rating. The comment about your experience is very important for the rest of the community to understand why you recommend or not to share trips with that person. Share everything that you think is important for others to know. Remember that once the grade has been sent, it cannot be modified. Ratings are published once the other person has also left their rating on you, both references appearing at the same time in their profiles on the platform. In the event that 14 days pass without someone qualifying, the system will publish the qualification that has been made and the person who has not left a reference in that time will no longer be able to do so. For the system to enable the qualification, it is It is necessary to record that both users shared a trip. For this, it is necessary that the passenger has sent a travel request to the driver and the latter has accepted it. If you only communicated via message but they did not accept the seat request (as a passenger) or you did not accept the request (as a driver), they will not be able to qualify.",
  "faq.h40":"If I got on a trip as a passenger and then had to get off or as a driver I had to cancel the trip, is it scored the same?",
  "faq.p29":" The system records the pending rating once both (driver and passengers) confirm that they will share a ride. If a passenger is canceled or the driver cancels for any reason, both can still qualify. In that case, we recommend that you clarify that the trip did not take place and that you tell how your experience was when interacting with the other person.",
  "faq.h41":" Sure, generating a trip as a passenger looking for a driver. You can create a trip as such and the app will notify drivers when they load a trip similar to the one you generated as a passenger. If you do not create your trip, you can also search among the already published drivers and request a seat.",
  "faq.h42":"Can I Gimme A Ride® without having a car?",
  "faq.h43":"Can I use Gimme A Ride® to connect with another transport and continue my journey? (Example: to go to Ezeiza International Airport)",
  "faq.p30":"Sure yes, but keep in mind that trips may be subject to modifications by the driver of the car. To guarantee your arrival at an airport or bus station, we recommend using public transport.",
  "faq.h44":"Can I search for a particular trip?",
  "faq.p31":"Yes, using the travel search engine. On the main screen of the platform you will be able to enter Origin, Destination and / or Date. They all work as optional since it is not necessary to complete all three. Example: If you want to travel for a long weekend but you do not have a defined destination, you can enter your place of origin and the date you want to leave. The search engine will be in charge of showing you all the trips that leave that place on that date. In addition, it will show you trips related to alternative dates in case you have flexible plans. We invite you to browse the app and see the infinite travel options, such as joining one with free seats or finding fellow travelers on the list of passengers looking for a car.",
  "faq.h45":"How does the travel alert work?",
  "faq.p32":"After carrying out a trip search, at the end of the results list you will find a button to create an alert with the trip data that you loaded in the search. The alert comes to you when someone creates a new trip that matches the search from which the alert originated. Soon you will be able to configure the alert conditions, being able to have a range of time and distance. You can collaborate with Give me a ride® so that we can incorporate these functions soon",
  "faq.a":"Donate!",
  "faq.h46":"How does the travel ‘matcher’ work? ",
  "faq.p33":"To see the search matches (or matches) with published trips, you have to go to my trips enter the one you created and you will see the matches. The match has a range of days. Soon you will be able to configure the match conditions, being able to have a range of time and distance. You can collaborate with Gimme A Ride® so that we can incorporate these functions soon",

  "footer.lang": "Language",
  "footer.about": "About",
  "footer.aboutUs": "About Us",
  "footer.help": "Help",
  "footer.faq": "FAQ",
  "footer.rec": "Recommendations",
  "footer.legal": "Legal Information",
  "footer.terms": "Terms and Conditions",
  "footer.privacy": "Privacy Policy",
  "footer.cookies": "Cookies Policy",
  "footer.group10": "Group 10 © |",
  "footer.contactUs" : "Contact us",
  "subFooter.app": "Gimme a Ride is an app to share trips between people. Wherever you go, find your ideal trip.",
  "subFooter.sbox": "Suggestion Box",
  "sugestionBox.title": "Suggestions Box",
  "sugestionBox.name": "Your name:",
  "sugestionBox.email": "Email:",
  "sugestionBox.suggestion": "Suggestions:",
  "sugestionBox.submit": "Submit Suggestions",

  "formcarerr.patent": "Patent is required",
  "formcarerr.patentexist": "Patent already exists",
  "formcarerr.patentinv": "Invalid Patent",
  "formcarerr.color": "Color is required",
  "formcarerr.colorinv": "Invalid Color: No Symbols Allowed",
  "formcarerr.brand": "Brand is required",
  "formcarerr.brandinv": "Invalid Brand: No Symbols Allowed",
  "formcarerr.model": "Model is required",
  "formcarerr.cylinder": "Cylinder is required",
  "formcarerr.cylinderinv": "Invalid Cylinder: No Symbols Allowed",
  "formCar.title": "Create your Car",
  "formCar.patent": "Patent*:",
  "formCar.color": "Color*:",
  "formCar.brand": "Brand*:",
  "formCar.model": "Model*:",
  "formCar.cylinder": "Cylinder*:",
  "formCar.greencard": "Green Card*:",
  "formCar.checkbox:": "If the car will be used by someone other than you or you are not the owner of the car, please attach the correspondent blue card",
  "formCar.bluecard1": "Blue Card #1:",
  "formCar.bluecard2": "Blue Card #2:",
  "formCar.bluecard3": "Blue Card #3:",
  "formCar.add": "Add Car",
  "routesFromSearch.noRoute": "No route match your search",
  "userDetails.back": "Back",
  "profile.loading": "Loading...",

  "landing.enter": "Enter",
  "landing.titleh4":"Wherever you like, whenever you like.",
  "landing.p1":"Gimme A Ride allows you to connect both drivers and passengers willing to travel together between cities, sharing the cost of the adventure",
  "landing.p2":"Wanna know more?",
  
  "admsidebar.dashboard": "Dashboard",
  "admsidebar.sales": "Sales",
  "admsidebar.routesinfo": "Route info",
  "admsidebar.quickmenu": "Quick Menu",
  "admsidebar.allusers": "All Users",
  "admsidebar.create":"Create New User",
  "admsidebar.transactions": "Transactions",
  "admsidebar.notifications": "Notifications",
  "admsidebar.mail": "Mail",
  "admsidebar.feedback": "Feedback",
  "admsidebar.messages": "Messages",

  "registererr.name": "Name is required",
  "registererr.symbols": "Invalid Name: No Symbols Allowed",
  "registererr.lastname": "Last name is required",
  "registererr.lastnamesym": "Invalid Last Name: No Symbols Allowed",
  "registererr.dni": "DNI is required",
  "registererr.dniexist": "DNI already exists",
  "registererr.gender": "Gender is required",
  "registererr.age": "Age required",
  "registererr.age18": "You must be 18 years old or older to register",
  "registererr.phone": "Telephone is required",
  "registererr.street": "Street is required",
  "registererr.city": "City is required",
  "registererr.citysym": "Invalid City: No Symbols Allowed",
  "registererr.province": "Province is required",
  "registererr.provincesym": "Invalid Province: No Symbols Allowed",
  "registererr.about": "About is required",
  "register.home": "Home",
  "register.title": "Create your User",
  "register.checkbox": "If you plan to be a Driver please check",
  "register.name": "Name*:",
  "register.lastname": "Last Name*:",
  "register.email": "Email*:",
  "register.photoUser": "Photo User*:",
  "register.id": "ID or passport*:",
  "register.idFront": "ID or passport Front*:",
  "register.idBack": "ID or passport Back*:",
  "register.gender": "Gender*:",
  "register.genderOptions": "-- Select an option --",
  "register.male": "Male",
  "register.female": "Female",
  "register.doNotSay": "Rather not say",
  "register.gender.1": "Male",
  "register.gender.2": "Female",
  "register.gender.3": "Rather not Say",
  "register.age": "Age*:",
  "register.phone": "Telephone*:",
  "register.street": "Street and Number*:",
  "register.city": "City*:",
  "register.province": "Province*:",
  "register.facebook": "Facebook:",
  "register.instagram": "Instagram:",
  "register.about": "About*:",
  "register.agree": "By continuing, you agree to our",
  "register.terms": "Terms of Use",
  "register.and": "and",
  "register.privacy": "Privacy Policy",
  "register.termsOptions": "-- Select an option --",
  "register.yes": "Yes",
  "register.submit": "Register",
  "register.placeholder": "Please tell us a little about yourself",
  "register.cbu": "CBU",

  "modalmp.button":"Join this trip!",

  "chat.sent":"sent:",
  "chat.ago":"ago",
  "chat.send": "Send",

  "privacyPolicy.terms": "Terms and Conditions",
  "privacyPolicy.effdate": "Effective date: ",
  "privacyPolicy.date": "12/17/2021",
  "privacyPolicy.privacy": "Privacy Policy",
  "privacyPolicy.cookies": "Cookies Policy",
  "privacyPolicy.title1": "1. General",
  "privacyPolicy.p1": "Give SA (whose registered office is at 54678, Rivadavia avenue, Buenos Aires, Argentina) ({name}), acting as data controller, is committed to protecting and respecting your privacy. This notice ({privacyPolicy}) is designed to tell you about our practices regarding the collection, use and disclosure of information that you may provide via our platform  accessible from the website www.GimmeARide.com or our mobile applications (the http://www.GimmeARide.com/{platform}).",
  "privacyPolicy.title2": "I have read and understood <a> Terms and Conditions</a>",
  "privacyPolicy.p2": "This Privacy Policy (together with our <a>Terms and Conditions</a>, ",
  "privacyPolicy.p3": "any other documents referred to in it and our <a>Cookie Policy</a>) sets out the basis on which any personal data we collect from you, or that you provide to us, will be processed by us. Please read the following carefully to understand our views and practices regarding your personal data and how we will treat it.",
  "privacyPolicy.title3": "2. What information do we collect from you and for how long?",
  "privacyPolicy.p4": "We may collect and process the following data about you:",
  "privacyPolicy.p5": "2.1. Information you give us",
  "privacyPolicy.p6": "You may give us information, including information that can identify you",
  "privacyPolicy.p7": " when you use our Platform, by filling in forms on the Platforms (such as the sign-up form), when you enter into any of our competitions, promotions or surveys, when you correspond with us by phone, e-mail or otherwise, and when you report a problem related to the use of our Platform.",
  "privacyPolicy.pdata": "Personal Data",
  "privacyPolicy.p8": "The information you give us may include:",
  "privacyPolicy.item1": "Mandatory information required to register for the service we provide on our Platform or to access other services provided by us, including your name, email address, date of birth and, when you create an account, a password. All these fields are mandatory. GimmeARide will not be able to provide you with the services offered on our Platforms if the required information is not provided or, if applicable, you will not be able to register for a user account on our Platform;",
  "privacyPolicy.item2": "A photograph;",
  "privacyPolicy.item3": "A postal address;",
  "privacyPolicy.item4": "Your phone number;",
  "privacyPolicy.item5": "Details on your cars;",
  "privacyPolicy.item6": "Your mini-biography, your gender when you agree to provide that information;",
  "privacyPolicy.item7": "A record of any correspondence between you and GimmeARide; we may record and/or listen to the phone calls between you and GimmeARide (for example, with the agents of our Community Relations service). We give you the possibility to object to that processing at the beginning of the call;",
  "privacyPolicy.item8": " A record of any bookings you have made or trip related advertisements you have placed with or through our Platform;",
  "privacyPolicy.item9": "Details of accounting or financial transactions including transactions carried out through our Platform or otherwise. This may include information such as your payment card or bank account details, details of trips or legs you have booked or offered through our Platform;",
  "privacyPolicy.item10": "Details of your visits to our Platform and the resources that you access;",
  "privacyPolicy.item11": "Your replies to any surveys or questionnaires, such as your reviews on the trips made through our Platform. Such information may be used for analytic &amp; user understanding purposes;",
  "privacyPolicy.item12": "Information we may require from you when you report a problem with our Platform or our service, such as the subject of your request for support;",
  "privacyPolicy.item13": "Location information when you have given consent to the collection and processing of these data so that we can respond to your search for trips near to you; and",
  "privacyPolicy.item14": "A copy of your Passport, Driving Licence, ID Card and such other similar documents that you have agreed to provide to us.",
  "privacyPolicy.item15": "A copy of your insurance subscriptions, withdrawal exercises (if any), declarations made and filed form to subscribe or manage your insurance contract.",
  "privacyPolicy.p9": "2.2. Information we collect automatically",
  "privacyPolicy.p10": "If you sign up via social media authentication methods, GimmeARide will access certain Personal Data (e.g. first name, surname, picture and email) in your social media account pursuant to the applicable terms and conditions of these social media platforms. We may also collect some of your Personal Data when you interact with third party social media features, such as I Like functions.",
  "privacyPolicy.p11": "With regard to each of your visits to our Platform we may collect, in accordance with applicable laws and where required with your consent, information relating to the devices you use and the networks you are connected to when using our services. This may include the following information: your IP address, log-in information, browser type and version, browser plug-in types and versions, operating system and platform, information about your visit including the URL clickstream to the different pages of our Platform, content you viewed or searched for, search terms used, download errors, length of visits to certain pages, the advertising identifier of your device, page interaction and any phone number used to contact us. We collect this information through the use of various technologies including cookies (for further information please refer to our ",
  "privacyPolicy.p12": "Cookie Policy",
  "privacyPolicy.p13": "We also collect aggregated information regarding your activity on our Platform (such as the amount of rides offered, your message response rate, etc.). Such information may be published on your public profile, should you have one.",
  "privacyPolicy.p14": "Finally, we may collect information about you from our insurance partners or intermediaries in connection with your request for eligibility for insurance programs or your subscription to proposed insurance contracts when we act as insurance representatives.",
  "privacyPolicy.p15": "Data retention",
  "privacyPolicy.p16": "Except regarding the categories of Personal Data mentioned in clauses 2.3.2 and 2.3.3 below, your Personal Data will be archived after the following retention periods:",
  "privacyPolicy.p17": "5 years after your last use of our Platform, if you did not close your account; 30 days after the closing of your account, except if you received a negative rating or report, in which case your data is stored for 2 years following the closing of your account.",
  "privacyPolicy.p18": "The following categories of Personal Data may be stored for different durations:",
  "privacyPolicy.p19": "Financial data (e.g. payments, reimbursements, etc.) is stored for the duration required by applicable tax and accounting laws (for example, the accounting documents are stored for up to 10 years); All user-generated content (e.g. comments, feedback and ratings) is anonymised according to the durations mentioned in section 2.3.1 but remains available on our Platform; Log data are stored for up to 12 months from the date of their collection; The phone calls with our Community Relations service are stored for up to 1 month and the analysis documents (such as time and duration of the call) are stored up to 1 year.",
  "privacyPolicy.p20": "In the event that your account is suspended or blocked, we will keep your data for a period of 2 or 10 years depending on the gravity of the breach in order to prevent you from circumventing the rules applying to our Platforms.",
  "privacyPolicy.p21": "We may archive some of your Personal Data for a period that will not exceed five (5) years in order to comply with our legal obligations and to manage potential disputes.",
  "privacyPolicy.p22": "",
  "privacyPolicy.p23": "",
  "privacyPolicy.p24": "",
  "privacyPolicy.p25": "",
  "privacyPolicy.p26": "",
  "privacyPolicy.p70": "If you have any questions about this Privacy Policy or if you have any requests relating to your Personal Data, you can contact us via email to our Data Protection Officer under <a>dataprotection@GiveMeaRide.com</a>",

  "app.banned": "You don't have access here, for more information please contact us at grupo10.soyhenry@gmail.com",
  
  "landingPage.p1": "Wherever you like, whenever you like.",
  "landingPage.p2": "Gimme A Ride allows you to connect both drivers and passengers willing to travel together between cities, sharing the cost of the adventure",
  "landingPage.p3": "Wanna know more?",
  "landingPage.p4": "By reducing the number of vehicles on the road, the environment is greatly benefited.",
  "landingPage.t1": "Why GimmeARide?",
  "landingPage.t2": "It's Eco-Conscious",
  "landingPage.t3" : "Have fun",
  "landingPage.p5" : "Meet new people with whom to share excellent experiences.Traveling alone is boooring.",
  "landingPage.t4" : "Lets you save money",
  "landingPage.p6" : "Share your travel expenses with select passengers, you will end up spending less on each trip!",
  
  "cookiesPolicy.p1" : "Give SA (Gimme A Ride, we, us, or our) uses cookies and similar tracking technologies on our website and in our mobile applications (individually referred to as platform or collectively platforms). In this policy (the Cookie Policy), we provide you with more information related to these technologies and about the decisions you can make in this regard.",
  "cookiesPolicy.t1" : "What is a cookie and what are similar tracking technologies?",
  "cookiesPolicy.p2" : "A cookie is a small text file that is stored and / or read by your web browser on the hard drive of the device you are using (for example, a desktop computer, a laptop or a smartphone) extracted from the sites you visit. In addition to cookies, Gimme A Ride also uses similar technologies for tracking, including pixels, tracking scripts or software development kits (known as SDKs). They are small transparent image files or lines of code contained in our website, emails and mobile applications, which record how you interact with them. All of these tracking technologies are referred to as cookies in this Cookie Policy.",
  "cookiesPolicy.p3" : "Cookies on our platforms are set by us (so-called first-party cookies), or by our partners (so-called third-party cookies).",
  "cookiesPolicy.p4" : "The list of our partners and the respective privacy policies of these third-party cookies are shown in the cookie settings, which are shown to you in the footer of our website.",
  "cookiesPolicy.p5" : "The following types of cookies used on our platforms are:",
  "cookiesPolicy.p6" : "These cookies allow you to easily navigate Gimme A Ride and use basic functions such as logging in or booking trips. They also allow you to avoid potential security risks. These cookies are essential for Gimme A Ride and cannot be deactivated.",
  "cookiesPolicy.p7" : "These cookies help us to know which of our pages are most (and least) popular, as well as which content is most useful to users.They help us to improve the performance of Gimme A Ride, since they allow us to verify, for example, that users find what they are looking for easily. These cookies can be ours or our analytics partners. If you do not accept these cookies, neither we nor our partners will know when you have accessed Gimme A Ride.",
  "cookiesPolicy.p8" : "These cookies tell us when you visit our platform, which pages you have viewed and the links you have clicked on. They are used to show you relevant ads based on your interests and help us measure the effectiveness of our advertising campaigns. These cookies can be ours or our advertising partners. If you do not accept them, the advertising that is displayed will be less adjusted to your needs.",
  "cookiesPolicy.p9" : "When you log to our platforms for the first time we show you a cookie banner. In this banner you can find more information about cookies and you can choose whether to accept performance cookies, as well as marketing and targeting cookies. Keep in mind that your choice is linked to the device and also to the web browser you use. If you use multiple devices or web browsers, you can choose different settings. You can also change your mind at any time and adjust your cookie settings at another time. Simply go to the cookie settings shown in the footer of our website.",
  "cookiesPolicy.p10": "Every time we change the way we use cookies on our platforms, we will update this Cookie Policy and display the date of the last update. If you are a registered user on our platforms, we will contact you and notify you of these changes. This Cookie Policy was last updated on December 1, 2021.",
  "cookiesPolicy.p11": "If you have questions regarding our Cookie Policy, do not hesitate to contact us by email at:",
  "cookiesPolicy.t2" : "Who places cookies on our platforms?",
  "cookiesPolicy.t3" : "What are the different types of cookies and how are they used on our platforms?",
  "cookiesPolicy.t4" : "Essential cookies:",
  "cookiesPolicy.t5" : "Performance cookies:",
  "cookiesPolicy.t6" : "Marketing and segmentation cookies:",
  "cookiesPolicy.t7" : "How can you decide which cookies are used?",
  "cookiesPolicy.t8" : "Updates to our Cookies Policy",
  "cookiesPolicy.t9" : "Who can you contact for additional questions?",

  "termsAndCond.review": "Last review: ",
  "termsAndCond.date": "December 16, 2021",
  "termsAndCond.p1" : "This document describes the General Terms and Conditions applicable to the use of the services offered by Gimme A Ride®",
  "termsAndCond.p2" : "and the Gimme A Ride® application (hereinafter “Give me a ride®”). Any person (hereinafter “User”) who wishes to use Give me a ride® can do so subject to the Terms and Conditions respective, along with all other policies and principles.",
  "termsAndCond.p3" : "Anyone who does not accept these terms and conditions general, which are mandatory and binding, You will not be able to use Give me a ride®",
  "termsAndCond.p4" : "The User must read, understand and accept all the condition established in the General Terms and Conditions prior to its registration as a User of Gimme A Ride®. If you continue, you are expressly accepting and without waiving any clause the these Terms and Conditions.",
  "termsAndCond.p5" : "Gimme A Ride® may modify the Terms and Conditions at any time moment and will be binding from their publication on the web www.Gimme A Ride®.com",
  "termsAndCond.p6" : "Users",
  "termsAndCond.p7" : "The Services are only available to people who have legal capacity to contract according to Argentine legislation. No Gimme A Ride® can be used by people who do not have this capacity, minors or Gimme A Ride® Users who have been suspended temporarily, indefinitely or permanently. The user acknowledges being over 18 years of age when registering for use Gimme A Ride®. Regarding Users who are transported with minors, must comply with the provisions of the SGT N ° 43/2016, of the CNRT N ° 1025/2016 and concordant. The User will be the exclusively responsible for enforcing these provisions and the absolute responsible for the breach of it, without prejudice to the actions that Give me a ride® can take regarding your temporary or permanent suspension. The use of the service is individual and proper to the user who uploaded their personal data in the Gimme A Ride® profile. It is only possible to create a single user per individual, any natural person that is detected with multiple user accounts will be suspended, leaving a single user associated with the natural person. The person using the service must be the person sharing the travel, either as a driver or a passenger, and cannot in any way represent another person who will carry out the trip as a driver or passenger. Each person must have a user to create a trip as a driver or get on a trip as a passenger and you must share that trip in the role seated in the trip loaded on the platform. Passing or posting personal data of another person to through the platform. The User will be fully responsible for all the consequences derived from the contractual breach of these Terms and Conditions, on the things in your charge and / or the persons in their care and for any damage and / or injury, be it through guilt or fraud.",
  "termsAndCond.p8" : "The meeting point service between drivers and passengers offered by Gimme A Ride® is free. Gimme A Ride® reserves the right to implement new free or paid services, which will be published on the web www.Gimme A Ride®.com.ar and which the User will have the possibility to accept or not. The service consists on a platform that allows you to find people to share a non-profit car ride for none of the people. The car must be contributed for the trip in a disinterested way by any of the people who will share the journey. Who drives can not ask remuneration or payment for that action. In this way it is expressly Forbidden to use the platform for profit of any nature and / or as a means of public passenger transport service or private.",
  "termsAndCond.p9" : "Acceptance of any new service, free or paid, constitutes an exclusive condition to remain a User Gimme A Ride® asset",
  "termsAndCond.p10" : "Gimme A Ride® reserves the right to disable or suspend users, without being obliged to communicate or state the reasons for your decision and without generating any right to compensation, redress or repair.",
  "termsAndCond.p11" : "Without prejudice to other measures, Gimme A Ride® may warn, suspend temporarily or permanently, disable a User and / or a publication, initiate the actions it deems pertinent and / or suspend the provision of its Services if: (1) it is broken any law, or any of the stipulations of the Terms and Conditions and other policies of Gimme A Ride®; (2) if you breach your commitments as a User; (3) if incurred, at the discretion of Give me a ride® that go against the legal system or that which exceeds the limits imposed by good faith, morals and good customs and / or malicious or fraudulent acts tending to harm both to the other Users and to Gimme A Ride®; (4) could not Verify the identity of the User or any information provided by the same is erroneous; (5) Gimme A Ride® understand that postings or other actions may be the cause of responsibility for the User who published them, for Gimme A Ride® correspondingly and according to the legislation on privacy, all data that Gimme A Ride® is obliged to provide to assist in the advancement of any investigation civil, criminal or of any kind.",
  "termsAndCond.p12" : "The reactivation of the account in case of suspension, will have a cost associated monetary that must be paid by the suspended user and / or sanctioned. This only in cases where it is possible after having the suspension time and related sanctions have been fulfilled. In case of that the suspension is gravity for Give me a ride®, you can suspend permanently and in that case, there will be no possibility of account reactivation.",
  "termsAndCond.p13" : "A journey in which users share a car is the result of a prior agreement between a driver and passengers, service users (both driver and passengers over age) act under their full responsibility. As such, Gimme A Ride® no is responsible for the actual fulfillment of the trip or the conditions proposed by users or drivers, or any consequence, foreseen or unforeseen, arising from the same. The service provided by Gimme A Ride® is limited to connecting to users (who can act as passengers or drivers indistinctly) through the application put to disposition of the same.",
  "termsAndCond.p14" : "Gimme A Ride® does not assume the realization, ownership, or responsibility of the provision of the services that it intermediates, nor against users of the same, nor in front of third parties.",
  "termsAndCond.p15" : "Prior to the User proposing a trip as a driver, You must first check that the validity of your auto insurance span the entire duration of the trip. The traffic law indicates how requirement to circulate with a car that carries the proof of insurance in force, among other things. An uninsured driver is fully responsible for the damages caused to its passengers in case of accident. Give me a ride® is not responsible for consequences, both for the driver and the passengers or any third party, who has a trip not insured by the driver; nor is it partially or totally responsible for any damage and / or physical, psychological, material, or any kind of people or things derived from those consequences, nor does it constitute a guarantor, guarantor or responsible solidarity with the main responsible who, due to their lack of skill, negligence, lack of observance of their duties, fault or fraud have generated such damages and / or losses. Passengers will have the absolute responsibility to control the condition of the car, driver and the car in which they will travel, without the possibility of claim any to Gimme A Ride® or its members.",
  "termsAndCond.p16" : "Users are informed that insurance companies may refuse to cover any damage incurred on a trip during which the driver would have asked the passengers for a share greater than that established by the division of expenses of the travel (for the purposes of interpreting these Terms and Conditions, and from now on, travel expenses are considered only fuel and toll / s). The driver requesting that other users of a trip contribute greater sums to the resulting from the division of travel expenses among all members of said trip, incurs a serious breach of these Terms and Conditions, under warning of being discharged definitively from the application at the sole discretion of Gimme A Ride®, notwithstanding the corresponding legal sanctions for illegal transportation of passengers and / or the lack of coverage of their contracted insurance.",
  "termsAndCond.p17" : "The Driver of a trip may request a collaboration to the travel expenses to other Users in prior coordination. The maximum ollaboration being equal to travel expenses divided by the total number of people traveling. Likewise, Users can request that the division of travel expenses be carried out with the presentation of the tickets or invoices associated with it in the prior coordination of the trip. Such request cannot be denied or not answered by any other User, under penalty of incurring a fault to these Terms and Conditions and subsequent sanction that he may apply Gimme A Ride® according to the severity of the action or repetition of the same by the same User as a Gimme A Ride® user.",
  "termsAndCond.p18" : "It is prohibited and is considered a violation of these Terms and Conditions that the User who drives requests prior to the trip a advance travel expenses as a down payment, in that case Give me a ride® may sanction and suspend the user from the platform preventing you from using the Gimme A Ride® platform.",
  "termsAndCond.p19" : "Gimme A Ride® has no responsibility in the definition of expenses From the trip. It is the sole responsibility of the users participants of the trip, both passengers and driver, who in case if there is an economic participation, it is not greater than that established by the division of travel expenses to maintain the validity of the insurance associated with the vehicle with which the shared trip was made and not Failure to comply with current regulations on transport in the Argentinian republic.",
  "termsAndCond.p20" : "Gimme A Ride® aims to offer the service uninterrupted. No However, it may happen that access to the website or the service is interrupt in the course of maintenance operations, hardware and software updates, emergency repairs of the web, or due to circumstances beyond the control of Gimme A Ride® like Internet failure or Facebook problems. Is by that Gimme A Ride® does not guarantee access and continued use or uninterrupted service. Users acknowledge and accept that Gimme A Ride® assumes no responsibility to him for any lack, suspension or interruption of the website or the service.",
  "termsAndCond.p21" : "Give me a ride® is not responsible for any damage, loss or loss to the User caused by failures in the system, in the server or on the internet. Gimme A Ride® will also not be responsible for any virus that could infect Users' equipment such as consequence of the access, use or examination of its application or as a result of any transfer of data, files, images, texts, or audio contained therein. Users may not award Gimme A Ride® any responsibility or demand payment for lost profits, by virtue of damages resulting from technical difficulties or failures in the systems or on the Internet.",
  "termsAndCond.p22" : "Any action, use of device, is strictly prohibited. software, or other means tending to interfere with both the Gimme A Ride® activities and operations as in descriptions or databases associated with Gimme A Ride®. Any meddling attempt or activity violating or contrary to the laws on intellectual property rights and / or stipulated prohibitions in this contract they will make their person responsible for the actions criminal and civil laws for pertinent damages, and to the sanctions provided for by this agreement, as well as will make you responsible to compensate the damages caused.",
  "termsAndCond.p23" : "Gimme A Ride® is a project owned by The Henry Solutions (en hereinafter “HENRY Solutions”) under License No. 4,580,021. All forbidden misuse and / or use for profit and / or reproduction and for any medium of your image, logo, programs, databases, application, networks, files that allow the User to make use of Gimme A Ride® ®, digital audiovisual content, without authorization due from STS Rosario who is the absolute owner of said assets and rights over them; they are protected by international copyright laws and treaties, trademarks, patents, models and industrial designs.",
  "termsAndCond.p24" : "Any question that arises between the parties for any reason related to these Terms and Conditions, including, between other issues, its validity, interpretation, scope, compliance, resolution or, likewise, the claims to which it gives place its non-compliance, will be definitively resolved by the Arbitration Court of the ... , in accordance with with the Regulations and Complementary Standards applicable to arbitration of law approved by the Institution, that the parties they claim to know.",
  "termsAndCond.t1" : "The service",
  "termsAndCond.t2" : "Use of service",
  "termsAndCond.t3" : "Corresponding auto insurance ",
  "termsAndCond.t4" : "Service interruptions and failures",
  "termsAndCond.t5" : "System violations ",
  "termsAndCond.t6" : "Intellectual property",
  "termsAndCond.t7" : "Arbitration Clause",
  "termsAndCond.rigths" : "All rights reserved.",
  
  "Recommendations.title": "Recommendations",
  "Recommendations.p1": "Sharing a trip is a great experience but we must take into account some considerations in order to avoid drawbacks.",
  "Recommendations.h31": "Origin and destination",
  "Recommendations.p2": "When creating a trip that has an origin and destination with precise directions, you never have to load addresses of your house or similar. Always use a City or a street junction.",
  "Recommendations.h32": "Gimme A Ride® with strangers",
  "Recommendations.p3": "Before Gimme A Ride® with users you don't have references we recommend that you take a few minutes to review the profile of Give me a ride® of that person and their profile in different social networks. We also suggest talking to them before you travel. It is important to always share with someone you trust.",
  "Recommendations.h33": "Before getting into a car or someone getting into your car",
  "Recommendations.li1": "Check the DNI to verify if the identity of the people correspond with the one who told you.",
  "Recommendations.li2": "At the time of the meeting, check that the car model and plate match the data provided by the driver.",
  "Recommendations.li3": "Ask the driver to show you his driving license, the vehicle's green card and the vehicle insurance updated to date. The car must also have mandatory technical inspection done.",  "Recommendations.li4": "Visually verify that the car you are traveling in is in good condition.",
  "Recommendations.li5": "Check that there is a seat belt for each passenger",
  "Recommendations.li6": "Remember that you are not obliged to get into any car or get anyone in your car. If the people you agreed to trip generate distrust at the time of the meeting, if you consider any attitude as suspicious, or if the documentation or the status of the car is not in condition, you can express it in the best terms and not make the trip. If you think that your mistrust or suspicion is based on prejudice, you can express that an unforeseen event arose or that you do not feel well physically to travel. You can also get out of the car if at any moment, if it seems to you that the driver is driving recklessly or that it doesn't make you feel comfortable. When you get in the car, you are responsible for exercising your own security. After the date of the trip you can leave a negative rating.",  
  "Recommendations.p4": "We emphasize that the driver should not obtain economic profit in travel from him. For more information, check the",
  "Recommendations.a1": "Gimme A Ride® General Terms and Conditions.",

  "about.button": "Home",
  "about.title": "About us",
  "about.subtitle": "Gimme A Ride started with the SoyHenry.com Botcamp",
  "about.p-part1": "The student team that takes it forward is made up of Botcamp soyhenry students who were trained to be Full Stack Developer. With knowledge in ",
  "about.p-part2": "We launched the first version of the platform for the SoyHenry Final Project in December 2021. Currently the team consists of 8 members, a Teachers Leader, Product Owner. All are essential for the project to move forward.",
  "about.subtitle2": "Introducing the Gimme A Ride team :",
  "about.marisa": "I am currently currently taking Henry's bootcamp to become a Full Stack Full Stack Developer 💻 with the capacity to develop web projects in both Back-end and Frontend. My name is Marisa Lia Pascal Marisa Lia Pascal and I love to program ❤ I studied Holistic Coaching Holistic but I'm taking a turn in my professional career. - I did several trainings as a coach, one of them in a face to face in the United States, which gave me the opportunity to meet some very which gave me the opportunity to meet very nice people. Those learning experiences made me grow as a person, using experiences made me grow as a person, using my ability to my ability to connect with others, testing my personal commitment and the personal commitment and the effort to reach my goals. goals. I became interested in programming by creating my own website with Wordpress my own website with Wordpress and designing an e-newsletter for a friend. newsletter for a friend. I discovered that I have talent in this in that area and enjoy a job well done. So when I I found Henry through a news story in a newspaper I signed up for an intensive I enrolled in an intensive bootcamp to immerse myself in a new knowledge - which opened new knowledge - which opened doors to this industry and connected me to a  industry and connected me to a beautiful community, I found fellow travelers to share this new fellow travelers with whom to share this new stage of my life. of my life.",
  "about.lolo": "Passionate about learning. Full Stack Developer with Engineering background. I can communicate in 7 languages including English, Spanish and Chinese. I have a strong desire to learn new technologies and improve my skills. I am passionate about creating solutions for people. Currently handling: JavaScript,Node.js, Express.js, React.js, Redux.js, HTML, CSS, Sequelize, Git y PostgreSQL. Studies: #Full Stack Developer at @soyHenry #Music Production at @Arjaus #Food Science at @UADE #Chemical Engineering at @ITBA #Chef at @IAG.",
  "about.rami":" ➤ I am a full stack developer with back end orientation in JavaScript. Dual French and Colombian nationality, I am fully bilingual in French and Spanish. ➤ I propose to bring you my rigor, my thirst for earning, my absolute dedication, my flexibility and my enormous capacity for work and learning. From my training with the French pastry elite and in my different professional experiences, I learned to develop these skills. With me, you are sure to have a 100% motivated person, willing to devote the necessary efforts and to learn continuously. efforts and to learn continuously. I am a facilitator facilitator in a team, always offering my help to support others. How did I become a full stack developer? 💡 ➤ My main experience has been as a pastry chef, with elite training in France among the best: the Compagnons du Devoir. Compagnons du Devoir. After several years of experience in France, I decided to return to my home country to open my own boutique. own boutique. ➤ When I was researching how to develop my e-commerce e-commerce website for my pastry shop, and in the wake of the pandemic, I discovered my passion for programming. I have just trained with Henry's intensive bootcamp, where I have been able to Full Stack development in JavaScript. It has been a great opportunity to develop my technical and social skills and social skills in a group while developing several projects. projects.",
  "about.juan":"Hi, I'm a Full-Stack Web Developer, with great interest in the Back-End and in JavaScript, but most of all with a great desire to learn everything everything related to development. I love everything that has to do with programming and technology. I am passionate about learning new skills and technologies that can be can be used to positively impact people's lives and help me become a better developer and help me become a better developer and programmer along the way. programmer along the way. I entered the world of programming programming thanks to SoyHenry, where I learned JavaScript, Node.js, Express.js, React.js, Redux.js, HTML, CSS, Sequelize, Git and PostgreSQL.",
  "about.fabri":"Hi! I'm Fabrizio, a Full Stack Web Developer. My interest in technology started when I was a kid. Since then I've spent a lot of time  searching, learning and gaming. I'm a responsible person, always looking forward to new experiences, where I can challenge myself and learn from them.",
  "about.mateo":"🍂 𝗤𝘂𝗶𝗲́𝗻 𝗦𝗼𝘆 I'm simply a guy from Cordoba, Argentina, who got interested in the software development since the beginning. Passionate about learning and amplification of own competences, I started studying software engineering at university, but soon I found myself tired of the traditional, archaic, teaching methods, although it was enough to awaken my passion for programming! my passion for programming! And it was right there that I learned what I wanted to do for the rest of my life. my life. 🍂 𝗛𝗮𝗯𝗶𝗹𝗶𝗱𝗮𝗱𝗲𝘀 With a Full Stack training in an bootcamp of 800h called SoyHenry, I acquired an interest in the Front-end side of Front-end side of things, with the good use of technologies like the React library such as the React library, Redux as a state gesture, HTML5, CSS3, or just plain JavaScript, although I have a good understanding of other understanding of other back-end and server-side technologies such as Node.js, Express.js, SQL, PostgreSQL, and more! Personally, I see myself as a highly empathetic person, who loves challenges and who loves a challenge and is always looking for something new to learn about. to learn about. With the presence of leadership skills leadership skills, I love to take collective ownership of the project I'm working on at the I am working on at the moment, as well as I am always willing to learn and learn willing to learn and get to know more from the professionals that I am professionals who work with me.",
  "about.jotape":"👉Hello, my name is Juan Pablo, I am a Full Stack Developer and Photographer. I returned to this wonderful IT world, after spending 14 years in a different field, which gave me the experience of transforming a sector of the company and form an excellent team as well as the daily challenge of solving problems. I feel it is time to put my experience together with all my knowledge at the disposal of whoever needs it in this new stage. I started learning the basics, then PC and network repair, then I discovered design and learned some tools by myself, until my first design course. tools, until my first web design course. Then I studied half of the career of Technical Sup. in photography, which gave me more tools and knowledge in design, and today with more advanced knowledge (JavaScript, React, Redux, NodeJs, Express, PosgreSQL) and a whole world and languages to continue continue discovering. Today I am at the gates of a new new stage of my life, to gather all I have learned and to be able to grow in this grow in this IT world, that's why I'm looking for that human group to human group to grow more, and together....",
  "about.nelson":"Hello everyone, I am a Systems Analyst Systems Analyst, I worked as a programming teacher in high school and tertiary and tertiary level for more than 15 years. I have experience in software development with C# and Java, and web development with WordPress and WordPress and PHP. I am currently trained as a Full Stack Developer. The technologies I handle are: JavaScript || React Js - Redux || Express || PostgreSQL || SQL || Sequelize || Java || C# || HTML5 || CSS || NodeJs || GIT. I am currently looking for new opportunities that will allow me to grow as a allow me to grow as a professional and contribute my knowledge.",
  "about.daniel":"My name is Daniel. I was born in Argentina and since I was a kid I was interested in the IT world. I I love to program and keep learning technologies (in today's time it's it's impossible to stay with just one!). I want I want to be able to contribute my grain of sand in a company that values me my knowledge, skills and my desire to keep learning. learning. If you are interested in working with me, you will find in me a proactive person, with a lot of desire to work and expand to work and to expand your knowledge more and more! The technologies that I currently handle are : Javascript,CSS3,SASS, LESS HTML5, Node.JS, React, React-Routing, React-Redux, ES5, ES6, AJAX, React Hooks, webpack, Web Server, Express, SQL databases, postgreSQL, Sequelize, Promises, Async Await, agile methodologies agile(SCRUM), mocha.",
  "about.camilo":"I am a full stack web developer full stack with one year of experience in web development. My my forte is team leadership and the transmission of knowledge and technical knowledge and technical skills. My technical my technical knowledge and my training as a systems and computer and computer engineer, enable me to occupy both development and decision development and management decision support positions, and to lead and to lead software development projects for the web. In the year 2020 I participated in the Bootcamp SoyHenry in which I strengthened my skills as a web developer web developer, and I became a full stack web developer, participating in three stack, participating in three main projects, two Ecommerce projects Ecommerce and a final project proposed by the academy to develop a development for the academy. I led the group of development of one of the Ecommerce projects, constantly constantly accompanying the learning of my colleagues, helping them their knowledge, learning how to make decisions in a constantly moving in environments of constant movement, and guiding the team towards the always guiding the team towards the best work proposal.",
  "final": ""
}
