{
  "cookies.conditions": "Condiciones Generales de Uso",

  "navBar.name": "Subí que te Llevo",
  "navBar.post": "Crea un Viaje",
  "navBar.home": "Inicio",
  "navBar.routelist": "Lista de Viajes",

  "searchUserByName.search": "Buscar",
  "searchUserByName.placeholder": " 🔍  Encuentra un usuario por nombre...",

  "searchUserById.search": "Buscar",
  "searchUserById.placeholder": " 🔍  Encuentra un usuario por email...",

  "home.title1": "Ahorra dinero mientras conduces",
  "home.save": "Ahorra dinero mientras conduces",
  "home.p1": "Publica tu próximo viaje de ida y vuelta en Gimme a Ride y obtén, en promedio, 80 dólares * de tus pasajeros. Solo necesitarás un par de minutos para publicar tu ruta. ¿Compartimos un viaje?",
  "home.p2": "* Cantidad promedio recibida por los conductores en 2021.",
  "home.post": "Crea un Viaje",
  "home.routes": "¡Mira todas las rutas disponibles!",
  "home.or": "O",
  "home.title2": "¿Por qué usar GimmeARide?",
  "home.p4": "Al reducir el número de vehículos en la carretera, el medio ambiente se beneficia enormemente",
  "home.p5": "Conoce gente nueva con la que compartir experiencias excelentes. Viajar solo es aburrido",
  "home.p6": "¡Comparte tus gastos de viaje con pasajeros selectos, terminarás gastando menos en cada viaje!",
  "home.subtitle1": "Es Eco-Consciente",
  "home.subtitle2": "Es divertido",
  "home.subtitle3": "Te permite ahorrar dinero",
  "home.imagenAbajo1": "Reserva tu plaza en el auto de otra persona, divertite y viaja a donde quieras, pagando menos que con otros medios de transporte",
  "home.imagenAbajo2": "Con Gimme A Ride, permite que otras personas suban a tu auto y te acompañen en tu viaje diviendo gastos",

  "post.calification": "Calificacion",
  "post.description": "Cuéntenos su experiencia con este usuario ...",
  "Post.title": "Califica a este usuario",

  "editcarerr.patent": "Se requiere patente",
  "editcarerr.color": "Se requiere color",
  "editcarerr.brand": "Se requiere marca",
  "editcarerr.model": "Se requiere modelo",
  "editcarerr.cylinder": "Se requiere cilindrada",

  "map.home": "Inicio",
  "map.seats": "Asientos disponibles",
  "map.button": "¡Quiero cambiar algo!",
  "map.button1": "Crear viaje",

  "navbarfilter.orderby": "Ordenar por ...",
  "navbarfilter.earliestdeparture": "Salida más temprana",
  "navbarfilter.lowestprice": "Precio más bajo",
  "navbarfilter.amenities": "Filtrar por servicios",
  "navbarfilter.petsaloowed": "Se admiten mascotas",
  "navbarfilter.smokingallowed": "Se permite fumar",
  "navbarfilter.foodallowed": "Alimentos permitidos",
  "navbarfilter.2intheback": "Máx. 2 en la parte de atrás",
  "navbarfilter.kidsallowed": "Se permiten niños",
  "navbarfilter.onlywomen": "Solo mujeres",

  "cardroute.from": "Desde:",
  "cardroute.to": "A:",
  "cardroute.date": "Fecha:",
  "cardroute.time": "Hora:",
  "cardroute.placefull": "Viaje completo",
  "cardroute.place": "Asientos disponibles",

  "allinforoute.placefull": "Viaje completo",
  "allinforoute.place": "Asientos disponibles.",
  "allinforoute.goback": "Atras",
  "allinforoute.jointhistrip": "¡Únete a este viaje!",

  "user.result": "Ningún usuario coincide con esas descripciones",
  "user.button": "Cargar a todas las/los usuarias/os",

  "userProfile.title": "Detalles de usuario",
  "userProfile.changephoto": "Cambiar foto",
  "userProfile.yearsold": "años",
  "userProfile.edituserinfo": "Editar información de usuario",
  "userProfile.save": "Guardar",
  "userProfile.cardetails": "Detalles del coche",
  "userProfile.editcarinfo": "Editar información del coche",
  "userProfile.brand": "Marca:",
  "userProfile.model": "Modelo:",
  "userProfile.patent": "Patente:",
  "userProfile.color": "Color:",
  "userProfile.cylinder": "Cilindrada:",

  "searchBarHome.searchTitle": "¿Adónde quieres ir?",
  "searchBarHome.searchButton": "Buscar",
  "searchBarHome.destination": "Destino",
  "searchBarHome.origin": "Origen",

  "searchBarPostRuta.searchTitle": "¿Adónde quieres ir?",
  "searchBarPostRuta.destination": "Destino",
  "searchBarPostRuta.origin": "Origen",
  "searchBarPostRuta.preview": "Vista previa del viaje",
  "searchBarPostRuta.select": "Asientos disponibles: 1",
  "searchBarPostRuta.preferences": "Preferencias",
  "searchBarPostRuta.petsaloowed": "Se admiten mascotas",
  "searchBarPostRuta.smokingallowed": "Se permite fumar",
  "searchBarPostRuta.foodallowed": "Alimentos permitidos",
  "searchBarPostRuta.2intheback": "Máx. 2 en la parte de atrás",
  "searchBarPostRuta.kidsallowed": "Se permiten niños",
  "searchBarPostRuta.onlywomen": "Solo mujeres",
  "searchBarPostRuta.petsaloowedX": "Se admiten mascotas X",
  "searchBarPostRuta.smokingallowedX": "Se permite fumar X",
  "searchBarPostRuta.foodallowedX": "Alimentos permitidos X",
  "searchBarPostRuta.2inthebackX": "Máx. 2 en la parte de atrás X",
  "searchBarPostRuta.kidsallowedX": "Se permiten niños X",
  "searchBarPostRuta.onlywomenX": "Solo mujeres X",

  "faq.button":"Inicio",
  "faq.title":"Preguntas frecuentes",
  "faq.h3UsingGimme":"Uso de Gimme A Ride®",
  "faq.pDoYouHave":"¿Tiene preguntas sobre cómo utilizar Gimme A Ride®? Escriba a nuestro ",
  "faq.or":" o",
  "faq.h3whatIs":"¿Qué es Gimme A Ride®?",
  "faq.pItIs":"Se trata de una red de personas que comparten viajes en coche entre ciudades, haciendo un reparto equitativo de los costes entre todos los viajeros o una contribución acordada. Gimme A Ride® no es un sistema de transporte público o privado de pasajeros.",
  "faq.h3whatType":"¿Qué tipo de viajes puedo hacer con Gimme A Ride®?",
  "faq.p1":"En Gimme A Ride® puedes crear o encontrar viajes de media y larga distancia. Los conductores que organizan sus viajes de larga o corta distancia publican sus plazas libres en la app, especificando en su anuncio la ruta y el precio de cada plaza y tramo.",
  "faq.p2":"Los viajes son creados por los mismos usuarios según su destino y disponibilidad de tiempo. En base a esa propuesta de viaje, otros usuarios pueden pedir al conductor que les acompañe en el viaje.",
  "faq.p3":"Los pasajeros interesados en el viaje pueden ponerse en contacto con los conductores a través del sistema de mensajería pública. Si deciden viajar juntos, el pasajero realiza la reserva y paga online el precio estipulado para la plaza contratada.",
  "faq.h31":"¿Las atracciones de Gimme A Ride® tienen un coste? Cuánto cuesta una atracción de Gimme A Ride®?",
  "faq.p4":"Gimme A Ride® -al ser una red de personas que comparten viajes- sólo admite aportaciones monetarias para el combustible usado y los peajes o el reparto equitativo de los gastos entre todos los participantes. No hay una tarifa fija ni un valor de billete. La aportación no puede superar el valor de un reparto equitativo de los gastos de combustible y peajes, ya que de ser así podría considerarse un transporte ilegal de pasajeros.",
  "faq.u1":"Gimme A Ride® es una red de colaboración, no un servicio.",
  "faq.h32":"¿Cómo se calcula la cuota de un viaje?",
  "faq.p5":"La contribución monetaria máxima aceptada en Gimme A Ride® es el combustible utilizado + los peajes divididos por el número de personas que viajan en el coche. Debe definirse antes del viaje, antes o durante la coordinación previa. A menos que se decida hacer una división de los gastos con el combustible y los tickets de peaje en mano, al final del mismo. En el caso de que una persona solicite un valor monetario que deje en evidencia que excede el máximo aceptado, será advertido por los administradores y suspendido de la plataforma hasta aceptar las reglas. En caso de reincidencia, se suspenderá durante meses hasta llegar a la suspensión definitiva.",
  "faq.h33":"¿Por qué sólo se tiene en cuenta el coste del combustible utilizado y los peajes?",
  "faq.p6":"Son los únicos gastos comprobables en un viaje a través de los billetes (en caso de que se requiera su comprobación). El resto de los gastos que puedan existir (desgaste del coche o seguro) corren a cargo del conductor ya que aporta su coche de forma desinteresada para el viaje y no se dedica profesionalmente al transporte de personas.",
  "faq.p7":"Ante un posible inconveniente en el viaje, si se comprueba que ha habido un lucro a favor del conductor, el mismo podría enfrentar problemas legales por ofrecer un servicio y no estar registrado para realizar esa actividad y cobrarla. En cambio, en una división de combustible y peaje no hay actividad ilícita.",
  "faq.p8":"Más allá de la aportación de combustible y peajes, las personas que comparten un viaje pueden contribuir monetariamente por el motivo que consideren necesario a otra persona con la que han compartido el viaje -por ejemplo, por las galletas que han compartido- Debe ser totalmente voluntario y El motivo no puede ser por haber compartido el viaje.",
  "faq.h34":"¿Es imprescindible presentar los tickets de combustible y peaje para solicitar la contribución monetaria a los pasajeros?",
  "faq.p9":"No son obligatorias, pero son una forma de aclarar las cuentas entre el conductor y sus acompañantes. Algunas personas hacen el mismo viaje con frecuencia y ya conocen los importes, por lo que no suelen dividir los gastos en cada ocasión sino que utilizan el valor de referencia del viaje anterior.",
  "faq.p10":"En cualquier caso, cualquier persona durante la coordinación previa al viaje puede solicitar por adelantado que se defina la contribución presentando los tickets de combustible y peaje en mano. Ningún conductor puede rechazar esta solicitud o dejarla sin respuesta, ni puede cancelar a un pasajero por esta solicitud. La división de los gastos con tickets de combustible y peajes es la forma más directa de establecer la contribución máxima para un viaje y es recomendada por Gimme A Ride®. (*)",
  "faq.p11":"(*) Para calcular el gasto de combustible y los peajes con tickets, Gimme A Ride® recomienda llenar el depósito antes de salir y rellenarlo en el destino. Esta última carga (o la cantidad de cargas de combustible que se realicen una vez iniciado el viaje) será el gasto de combustible + los tickets de peaje.",
  "faq.h35":"¿Se puede contribuir de otra manera que no sea monetaria?",
  "faq.p12":"Será un acuerdo entre conductor y pasajero. Algunos pueden pedir u ofrecer otro tipo de contribución, como que alguien pague las comidas durante un viaje largo o pedir al pasajero que se mantenga despierto para que el conductor esté atento a la carretera, entre otros ejemplos.",
  "faq.h36":"¿Cómo se coordina un viaje?",
  "faq.strong":"Conductores:",
  "faq.p13":"Cuando cargue el viaje, le recomendamos que detalle la información al máximo para evitar que se repitan las consultas de los interesados en su viaje. Para ello, utiliza el campo Comentario para los pasajeros. Allí puedes informar cuál es la contribución por el viaje y el monto, el espacio disponible para el equipaje, cuál es el número máximo de pasajeros que llevarás en tu auto, dónde comienza y termina y cualquier otra información adicional que consideres relevante. Es importante que te comuniques con tus pasajeros vía mensaje para terminar de coordinar los detalles y condiciones del viaje. Te sugerimos que en esta instancia solicites un contacto telefónico para una comunicación más precisa cuando la fecha del viaje. Recuerde que ambos deben acordar y conocer las condiciones del viaje para evitar malentendidos en cuanto a horarios, puntos de encuentro y llegada, equipaje, aporte de combustible y peaje y demás información esencial. Le recomendamos que coordine y embarque a sus pasajeros a través de la plataforma Give me a ride® para luego acceder a la posibilidad de calificarlos al final del viaje.",
  "faq.stron2":"Conductores: Buscador de pasajeros:",
  "faq.p14":"Además de publicar tu viaje como Conductor y esperar a que otros se pongan en contacto contigo, también puedes buscar pasajeros utilizando Give me a ride®. Desde el PC, pulsando el botón Busco pasajeros, completas los campos de origen y destino y pulsas Buscar. Desde el móvil: en la pantalla principal pulsando el símbolo de la lupa y seleccionando Busco pasajero como criterio de búsqueda.",
  "faq.strong3":"Pasajeros:",
  "faq.p15":"Una vez que encuentres un viaje que te convenga, envía un mensaje a través de la plataforma al conductor para aclarar los términos del viaje y coordinar los detalles. En este mensaje puedes hacer consultas si ves que la descripción del viaje no tiene toda la información que necesitas, o puedes dejar un contacto telefónico con el conductor para que tenga otra alternativa de comunicación contigo. Una vez que las consultas han sido satisfechas y que ambos estáis de acuerdo con las condiciones del viaje, solicitáis al conductor la plaza y éste acepta vuestra petición.",
  "faq.p16":"Es importante que ambos estén de acuerdo con las condiciones y los detalles del viaje al confirmarlo. Asegúrate de que no hay dudas sobre el punto de encuentro, el horario, la disponibilidad de espacio para el equipaje, el número total de pasajeros y la contribución para los gastos de combustible y peaje. También le sugerimos que pida el número de teléfono del conductor para una comunicación más precisa en la fecha del viaje.",
  "faq.p17":"Te recomendamos que siempre te subas al viaje a través de la plataforma Give me a ride® y que luego accedas a la posibilidad de valorarlo al final del viaje. Recuerda que para ello debes solicitar un asiento con el botón correspondiente y que la otra persona acepte la petición. Cuando te acepten, recibirás una notificación que podrás ver verificar dentro de 'Mis viajes'.",
  "faq.p18": "Una vez que todo esté coordinado y el conductor te confirme para compartir el viaje, ¡sólo tienes que esperar hasta el día del viaje!",
  "faq.h37": "¿Quién ve los viajes que has publicado?: Visibilidad personalizada del viaje",
  "faq.p19": "Al crear un viaje, puedes definir su privacidad y elegir quiénes serán los usuarios de Gimme A Ride® que podrán ponerse en contacto contigo",
  "faq.p20": "Hay tres tipos de visibilidad:",
  "faq.p21":"Publicar Viaje",
  "faq.p22": "Viaje visible para los amigos de los amigos",
  "faq.p23": "Viaje visible para los amigos",
  "faq.p24": "Puedes crear tu lista de amigos enviando solicitudes de amistad dentro de la plataforma o vinculando tu cuenta con la de Facebook, para que la plataforma también tenga en cuenta a tus amigos de esa red social que están en Gimme A Ride®",
  "faq.p25": "A continuación, los tres tipos de viajes comprenden:",
  "faq.li1":"'Paseo público' → TODOS los usuarios de Gimme A Ride® podrán ver y solicitar este paseo",
  "faq.li2":"'Viaje visible para amigos de amigos' → tus amigos y sus amigos de Gimme A Ride® y de Facebook (si has iniciado sesión con esta red social) podrán ver y solicitar este viaje",
  "faq.li3":"'Viaje visible para los amigos' → solo tus amigos de Gimme A Ride® y de Facebook (si has iniciado sesión con esta red social) que utilizan Gimme A Ride® podrán ver y solicitar este viaje",
  "faq.th1":"Si eres un amigo",
  "faq.th2": "Si tienes un amigo en común",
  "faq.th3": "Si no eres un amigo",
  "faq.th4": "Alguien crea un viaje 'Público'",
  "faq.td1": "lo ves ✔",
  "faq.td2": "lo ves ✔",
  "faq.td3": "lo ves ✔",
  "faq.td4": "no lo ves ✘",
  "faq.th5": "Alguien crea un viaje para 'Amigos de amigos'",
  "faq.th6": "Alguien crea un viaje para 'Friends'",
  "faq.h38": "He tenido problemas con mi viaje, ¿qué hago?",
  "faq.p26": "Si tuviste una mala experiencia con tu viaje (conductores irresponsables, falta de compromiso de los pasajeros, entre otros problemas) o las condiciones del viaje no se dieron como estaban establecidas, cuenta tu experiencia cuando puedas calificar a la otra persona. Por eso es importante que mantengas la coordinación de los viajes dentro de la plataforma Gimme A Ride®",
  "faq.p27": "Si la mala experiencia implica violencia por mensajes, verbal o física. También violencia vial (conducción peligrosa, uso del móvil, etc). No respetar la contribución máxima o alguna otra ilegalidad. Más allá de dejarle una calificación a la persona, también escribí a Give me at ride®@stsrosario.org.ar o por Mensaje Privado en nuestra página de Facebook, Instagram o Tweeter y contanos lo sucedido. Si consideramos que lo amerita y que hay pruebas del incidente, podemos advertir, suspender a la persona por algún tiempo o indefinidamente",
  "faq.h39": "¿Cómo funciona el sistema de calificación?",
  "faq.p28": "Puedes valorar a tu conductor o a tus pasajeros a través de nuestro sistema de valoración una vez transcurridas 24 horas desde el inicio del viaje. Para poder hacerlo, ya sea en calidad de conductor o pasajero, entra en la plataforma en la sección 'Mis viajes'. Aparecerá un cuadro de diálogo en el que podrás comentar tu experiencia indicando si recomiendas o no compartir el viaje con esa persona (pulgares arriba/abajo según tu experiencia) y añadir un texto que justifique esa valoración. El comentario sobre tu experiencia es muy importante para que el resto de la comunidad entienda por qué recomiendas o no compartir viajes con esa persona. Comparte todo lo que creas que es importante que los demás sepan. Recuerda que una vez enviada la calificación, no se puede modificar. Las calificaciones se publican una vez que la otra persona también ha dejado su calificación sobre ti, apareciendo ambas referencias al mismo tiempo en sus perfiles en la plataforma. En el caso de que pasen 14 días sin que alguien califique, el sistema publicará la calificación realizada y la persona que no haya dejado su referencia en ese tiempo ya no podrá hacerlo. Para que el sistema habilite la calificación, es necesario que quede constancia de que ambos usuarios han compartido un viaje. Para ello, es necesario que el pasajero haya enviado una solicitud de viaje al conductor y éste la haya aceptado. Si sólo se comunicaron por mensaje pero no aceptaron la solicitud de plaza (como pasajero) o tú no aceptaste la solicitud (como conductor), no podrán calificarse",
  "faq.h40": "Si me subo a un viaje como pasajero y luego me tengo que bajar o como conductor tengo que anular el viaje, ¿se puntúa igual?",
  "faq.p29":" El sistema registra la calificación pendiente una vez que ambos (conductor y pasajeros) confirman que van a compartir un viaje. Si un pasajero se cancela o el conductor se cancela por cualquier motivo, ambos pueden seguir calificando. En ese caso, te recomendamos que aclares que el viaje no se realizó y que cuentes cómo fue tu experiencia al interactuar con la otra persona",
  "faq.h41":" Sure, generating a trip as a passenger looking for a driver. You can create a trip as such and the app will notify drivers when they load a trip similar to the one you generated as a passenger. If you do not create your trip, you can also search among the already published drivers and request a seat.",
  "faq.h42": "¿Puedo llevarme a Gimme A Ride® sin tener coche?",
  "faq.h43": "¿Puedo utilizar Gimme A Ride® para conectar con otro transporte y continuar mi viaje? (Ejemplo: para ir al Aeropuerto Internacional de Ezeiza)",
  "faq.p30": "Claro que sí, pero ten en cuenta que los viajes pueden estar sujetos a modificaciones por parte del conductor del coche. Para garantizar su llegada al aeropuerto o a la estación de autobuses, le recomendamos que utilice el transporte público",
  "faq.h44": "¿Puedo buscar un viaje concreto?",
  "faq.p31": "Sí, utilizando el buscador de viajes. En la pantalla principal de la plataforma podrás introducir Origen, Destino y/o Fecha. Todos ellos funcionan como opcionales ya que no es necesario completar los tres. Ejemplo: Si quieres viajar un fin de semana largo pero no tienes un destino definido, puedes introducir tu lugar de origen y la fecha en la que quieres salir. El buscador se encargará de mostrarte todos los viajes que salgan de ese lugar en esa fecha. Además, te mostrará viajes relacionados con fechas alternativas en caso de que tengas planes flexibles. Te invitamos a que navegues por la app y veas las infinitas opciones de viaje, como unirte a uno con plazas libres o encontrar compañeros de viaje en la lista de pasajeros que buscan un coche",
  "faq.h45": "¿Cómo funciona la alerta de viaje?",
  "faq.p32": "Después de realizar una búsqueda de viajes, al final de la lista de resultados encontrarás un botón para crear una alerta con los datos del viaje que hayas cargado en la búsqueda. La alerta te llegará cuando alguien cree un nuevo viaje que coincida con la búsqueda que originó la alerta. Pronto podrás configurar las condiciones de la alerta, pudiendo tener un rango de tiempo y distancia. Puedes colaborar con Give me a ride® para que podamos incorporar estas funciones próximamente",
  "faq.a":"Donar!",
  "faq.h46": "¿Cómo funciona el 'matcher' de viajes? ",
  "faq.p33": "Para ver las coincidencias de búsqueda (o coincidencias) con los viajes publicados, tienes que ir a mis viajes entrar en el que has creado y verás las coincidencias. La coincidencia tiene un rango de días. Pronto podrás configurar las condiciones de la coincidencia, pudiendo tener un rango de tiempo y distancia. Puedes colaborar con Gimme A Ride® para que podamos incorporar estas funciones próximamente",




  "footer.lang": "Idioma",
  "footer.about": "Sobre",
  "footer.aboutUs": "Sobre nosotros",
  "footer.help": "Ayuda",
  "footer.faq": "Preguntas Frecuentes",
  "footer.rec": "Recomendaciones",
  "footer.legal": "Información Legal",
  "footer.terms": "Condiciones de Uso",
  "footer.privacy": "Política de Privacidad",
  "footer.cookies": "Política de Cookies",
  "footer.group10": "Grupo 10 © |",

  "subFooter.app": "Gimme a Ride es una aplicación para compartir viajes entre personas.                                              Donde quiera que vayas, encuentra tu viaje ideal.",
  "subFooter.sbox": "Sugerencias",

  "sugestionBox.title": "Sugerencias",
  "sugestionBox.name": "Tu nombre:",
  "sugestionBox.email": "Email:",
  "sugestionBox.suggestion": "Sugerencias:",
  "sugestionBox.submit": "Enviar Sugerencias",

  "formcarerr.patent": "Se requiere patente",
  "formcarerr.patentexist": "La patente ya existe",
  "formcarerr.patentinv": "Patente no válida",
  "formcarerr.color": "Se requiere color",
  "formcarerr.colorinv": "Color no válido: no se permiten símbolos",
  "formcarerr.brand": "Se requiere marca",
  "formcarerr.brandinv": "Marca no válida: no se permiten símbolos",
  "formcarerr.model": "Se requiere modelo",
  "formcarerr.cylinder": "Se requiere cilindrada",
  "formcarerr.cylinderinv": "Cilindrada no válido: no se permiten símbolos",
  "formCar.title": "Crea tu Coche",
  "formCar.patent": "Patente*:",
  "formCar.color": "Color*:",
  "formCar.brand": "Marca*:",
  "formCar.model": "Modelo*:",
  "formCar.cylinder": "Cilindrada*:",
  "formCar.greencard": "Cédula Verde*:",
  "formCar.checkbox": "Si el coche va a ser utilizado por otra persona o no es el propietario del coche, adjunte la tarjeta azul correspondiente.",
  "formCar.bluecard1": "Cédula Azul #1:",
  "formCar.bluecard2": "Cédula Azul #2:",
  "formCar.bluecard3": "Cédula Azul #3:",
  "formCar.add": " Agregar Coche",

  "routesFromSearch.noRoute": "Ninguna ruta coincide con su búsqueda",

  "userDetails.back": "Volver",

  "profile.loading": "Cargando...",

  "landing.enter": "Entrar",

  "registererr.name": "Se requiere Nombre",
  "registererr.symbols": "Nombre invalido: No se permiten símbolos",
  "registererr.lastname": "Se requiere apellido",
  "registererr.lastnamesym": "Apellido no válido: no se permiten símbolos",
  "registererr.dni": "Se requiere DNI",
  "registererr.dniexist": "El DNI ya existe",
  "registererr.gender": "El género es obligatorio",
  "registererr.age": "Edad requerida",
  "registererr.age18": "Debes tener 18 años o más para registrarte",
  "registererr.phone": "Se requiere teléfono",
  "registererr.street": "La calle es obligatoria",
  "registererr.city": "Ciudad es obligatoria",
  "registererr.citysym": "Ciudad no válida: no se permiten símbolos",
  "registererr.province": "La provincia es obligatoria",
  "registererr.provincesym": "Provincia no válida: no se permiten símbolos",
  "registererr.about": "Acerca de es obligatorio",
  "register.home": "Inicio",
  "register.title": "Crea tu Usuario",
  "register.checkbox": "Si planea ser conductor/a por favor, check",
  "register.name": "Nombre*",
  "register.lastname": "Apellido*:",
  "register.photoUser": "Foto Usuario*:",
  "register.id": "DNI o Pasaporte*:",
  "register.idFront": "DNI o Pasaporte Frente*:",
  "register.idBack": "DNI o Pasaporte Dorso*:",
  "register.gender": "Género*:",
  "register.genderOptions": "-- Selecciona una opción --",
  "register.male": "Masculino",
  "register.female": "Femenino",
  "register.doNotSay": "Prefiero no Decir",
  "register.gender.1": "Masculino",
  "register.gender.2": "Femenino",
  "register.gender.3": "Prefiero no decir",
  "register.age": "Edad*:",
  "register.phone": "Teléfono*:",
  "register.street": "Calle y Número*:",
  "register.city": "Ciudad*:",
  "register.province": "Provincia*:",
  "register.facebook": "Facebook:",
  "register.instagram": "Instagram:",
  "register.about": "Sobre mi*:",
  "register.agree": "Al continuar, aceptas nuestras",
  "register.terms": "Condiciones Generales de Uso",
  "register.and": "y",
  "register.privacy": "Política de Privacidad",
  "register.termsOptions": "-- Selecciona una Opción --",
  "register.yes": "Sí",
  "register.submit": "Registrar",

  "termsAndCond.review": "Última revisión: ",
  "termsAndCond.date": "28 de noviembre de 2021",

  "privacyPolicy.terms": "Términos y Condiciones",
  "privacyPolicy.effdate": "Versión vigente a partir del ",
  "privacyPolicy.date": "17/12/2021",
  "privacyPolicy.privacy": "Política de Privacidad",
  "privacyPolicy.cookies": "Política de Cookies",
  "privacyPolicy.title1": "1. General",
  "privacyPolicy.p1": "Give SA (con domicilio social en la calle Rivadavia 54678, Buenos Aires, Argentina) ({name}), nosotros o nuestro), interviniendo como responsable del tratamiento de datos, se compromete a proteger y a respetar tu privacidad. Esta política la ({privacyPolicy}) está diseñado para informarte sobre nuestras prácticas en lo referente a la recopilación, uso y divulgación de la información que nos proporciones a través de nuestra plataforma (the http://www.GimmeARide.com/{platform}) accesible desde la página web",
  "privacyPolicy.title2": "I have read and understood <a> Terms and Conditions</a>",
  "privacyPolicy.p2": "Esta Política de Privacidad (junto con nuestros <a>Términos y Condiciones</a>, ",
  "privacyPolicy.p3": "y el resto de documentos a los que se hace referencia en ellos y en nuestra<a>Política de Cookies</a>)  establece el marco según el cual se recogerán y tratarán tus datos personales. Lee detenidamente este texto para que comprendas nuestra posición y prácticas respecto a tus datos personales y cómo los trataremos.",
  "privacyPolicy.title3": "2. ¿Qué información es la que recogemos?",
  "privacyPolicy.p4": "Podemos recopilar y procesar los siguientes datos sobre ti:",
  "privacyPolicy.p5": "2.1 Información que tú nos proporcionas",
  "privacyPolicy.p6": "Puede que nos facilites información, incluso información que puede identificarte",
  "privacyPolicy.p7": " cuando utilizas la Página Web/App al rellenar sus formularios (como, por ejemplo, el formulario de registro), cuando entras en cualquiera de nuestros concursos, promociones o encuestas o cuando te pones en contacto con nosotros por teléfono, correo electrónico o de cualquier otra forma, así como cuando nos informas de algún problema relacionado con el uso de nuestra Página Web/App.",
  "privacyPolicy.pdata": "Datos personales",
  "privacyPolicy.p8": "La información que nos proporcionas puede contener:",
  "privacyPolicy.item1": "Información obligatoria necesaria para registrarse en el servicio que proporcionamos en nuestra Plataforma o para acceder a otros de nuestros servicios; estos datos incluyen tu nombre, correo electrónico, fecha de nacimiento, sexo, número de teléfono móvil y, cuando creas una cuenta, una contraseña. Todos estos campos son obligatorios. GiveMeaRide no podrá proporcionarte los servicios ofrecidos en nuestra página y app si no nos das la información necesaria o, si procede, no podrás crearte una cuenta de usuario en nuestra Plataforma;",
  "privacyPolicy.item2": "Una fotografía.",
  "privacyPolicy.item3": "Una dirección postal.",
  "privacyPolicy.item4": "Tu número de teléfono.",
  "privacyPolicy.item5": "Información sobre tu coche.",
  "privacyPolicy.item6": " Tu mini-biografía, tu sexo cuando aceptas proporcionarnos dicha información.",
  "privacyPolicy.item7": " Un registro de la correspondencia que hayas mantenido con nosotros , podemos grabar o escuchar las llamadas telefónicas que mantengas con GiveMeaRide (por ejemplo, con los agentes de nuestro servicio de Relaciones con la Comunidad). Te ofrecemos la posibilidad de oponerte a ese tratamiento al principio de la llamada.",
  "privacyPolicy.item8": "Un registro de cualquier reserva que realices o cualquier anuncio de viaje que publiques a través de nuestra Plataforma.",
  "privacyPolicy.item9": "Detalles sobre las transacciones económicas o contables, incluidas las operaciones efectuadas a través de nuestra Plataforma o de cualquier otro medio. Esto puede incluir información como, por ejemplo, tu tarjeta de pago o datos bancarios, información relativa a viajes o tramos de viaje que hayas reservado u ofrecido a través de nuestra Plataforma.",
  "privacyPolicy.item10": "Detalles de tus visitas a nuestra Plataforma y los contenidos a los que accedes.",
  "privacyPolicy.item11": "Si procede, tus respuestas a nuestras encuestas o cuestionarios, como tus evaluaciones sobre los viajes realizados a través de nuestra Plataforma. Dicha información puede ser empleada para fines de análisis y estudio de las conductas de los usuarios.",
  "privacyPolicy.item12": "Información que podemos solicitarte cuando informes acerca de un problema con nuestra Plataforma o nuestro servicio, como, por ejemplo, la causa de tu solicitud de asistencia.",
  "privacyPolicy.item13": "Información sobre tu localización, siempre y cuando hayas dado tu consentimiento a la recopilación y tratamiento de estos datos, para que podamos responder a tu búsqueda de viajes cerca de ti.",
  "privacyPolicy.item14": "Una copia de tu Pasaporte, Licencia de conducir, DNI y otros documentos similares que has acordado brindarnos.",
  "privacyPolicy.item15": "Una copia de tus suscripciones de seguros, ejercicios de retirada (si los hay), declaraciones realizadas y formulario archivado para suscribir o gestionar tu contrato de seguro.",
  "privacyPolicy.p9": "2.2 Información que recogemos automáticamente",
  "privacyPolicy.p10": "Si te registras a través de los métodos de autenticación de redes sociales, GiveMeaRide tendrá acceso a ciertos datos personales (p. ej. nombre, apellidos, foto y correo electrónico) de tu cuenta en dicha red social, de acuerdo con los términos y condiciones aplicables. Recogemos algunos de tus datos personales cuando interactúes con las funciones de las redes sociales, como la pestaña Me gusta.",
  "privacyPolicy.p11": "Respecto a cada una de tus visitas a nuestra Plataforma, podremos recoger, de acuerdo con la legislación aplicable y, cuando así sea necesario, con tu consentimiento, información referente a los dispositivos que empleas y las redes a las que te conectas cuando haces uso de nuestros servicios. Esto puede incluir la siguiente información: tu dirección IP, información de conexión, tipo y versión de navegador, tipos y versiones de los plugins o complementos de tu navegador, sistema operativo y plataforma, información sobre tu visita incluido el historial detallado de la URL a las diferentes páginas de nuestra Plataforma, contenido que hayas visto o buscado, términos de búsqueda utilizados, errores de descarga, duración de las visitas a determinadas páginas, el identificador publicitario de tu dispositivo, interacciones con la página y número de teléfono desde el que te hayas puesto en contacto con nosotros. Recogemos esta información empleando diversas tecnologías, incluidas las cookies (para más información, ver nuestra ",
  "privacyPolicy.p12": "Política de Cookies",
  "privacyPolicy.p13": "También recopilamos información global sobre tu actividad en nuestra plataforma (como, por ejemplo, el número de viajes ofrecidos, tu tiempo de respuesta a los mensajes, etc.). Esta información puede ser publicada en tu perfil público en nuestra plataforma, si tienes uno.",
  "privacyPolicy.p14": "Por último, podemos recopilar información sobre ti de nuestros socios de seguros o intermediarios en relación con tu solicitud de elegibilidad para los programas de seguros o tu suscripción a los contratos de seguros propuestos cuando actuemos como representantes de seguros.",
  "privacyPolicy.p15": "Conservación de datos",
  "privacyPolicy.p16": "Salvo con relación a las categorías de datos personales mencionadas en las cláusulas 2.3.2 y 2.3.3 más adelante, tus datos personales se archivarán después de los siguientes periodos de retención:",
  "privacyPolicy.p17": "5 años después del último uso de nuestra plataforma, si no cerraste tu cuenta; 30 días después del cierre de tu cuenta, excepto si recibiste un informe o calificación negativa, en cuyo caso tus datos personales se conservarán durante 2 años después del cierre de tu cuenta.",
  "privacyPolicy.p18": "Las siguientes categorías de datos personales pueden conservarse durante periodos diferentes:",
  "privacyPolicy.p19": "Los datos financieros (p. ej., pagos, reembolsos, etc.) se conservan durante el tiempo exigido por la legislación contable y fiscal aplicable (por ejemplo, los documentos contables se almacenan durante un máximo de 10 años); Los datos del seguro se guardan durante el término del contrato suscrito y la duración necesaria para gestionar tus reclamaciones, si las hubiera; Todo el contenido generado por el usuario (p. ej. comentarios, retroalimentación y clasificaciones) se anonimiza según las duraciones mencionadas en la sección 2.3.1, aunque sigue estando disponible en nuestras plataformas; Los datos de registro se almacenan durante un máximo de 12 meses a partir de la fecha de su recogida; Las llamadas telefónicas con nuestro servicio de Relaciones con la Comunidad se almacenan durante un máximo de 1 mes y los documentos de análisis (como el tiempo y la duración de la llamada) se almacenan hasta durante 1 año.",
  "privacyPolicy.p20": "En el caso de que tu cuenta sea suspendida o bloqueada, conservaremos tus datos durante un periodo de entre 2 o 10 años, dependiendo de la gravedad del incumplimiento, con el fin de impedir que puedas eludir las normas que se apliquen a nuestras plataformas.",
  "privacyPolicy.p21": "Es posible que archivemos algunos de tus Datos personales durante un período que no exceda cinco (5) años para cumplir con nuestras obligaciones legales y gestionar posibles disputas.",
  "privacyPolicy.p22": "",
  "privacyPolicy.p23": "",
  "privacyPolicy.p24": "",
  "privacyPolicy.p25": "",

  "privacyPolicy.p70": " Si tienes alguna pregunta sobre esta Política de Privacidad o si tienes alguna solicitud con respecto a tus Datos personales, puedes ponerte en contacto con nosotros mediante correo electrónico a nuestro Delegado de Protección de Datos en <a>dataprotection@GiveMeaRide.com</a>",

  "adminNewUser.title": "Crear Nuevo Usuario",
  "adminNewUser.about": "Sobre mi:",

  "final": "",

  "app.banned": "No tienes acceso a esta pagina, para mas informacion contactese a grupo10.soyhenry@gmail.com"
}
