{
  "cookies.conditions": "Condiciones Generales de Uso",

  "navBar.name": "Subí que te Llevo",
  "navBar.post": "Crea un Viaje",
  "navBar.home": "Inicio",
  "navBar.routelist": "Lista de Viajes",

  "searchUserByName.search": "Buscar",
  "searchUserByName.placeholder": " 🔍  Encuentra un usuario por nombre...",

  "searchUserById.search": "Buscar",
  "searchUserById.placeholder": " 🔍  Encuentra un usuario por email...",

  "home.title1": "Ahorra dinero mientras conduces",
  "home.save": "Ahorra dinero mientras conduces",
  "home.p1": "Publica tu próximo viaje de ida y vuelta en Gimme a Ride y obtén, en promedio, 80 dólares * de tus pasajeros. Solo necesitarás un par de minutos para publicar tu ruta. ¿Compartimos un viaje?",
  "home.p2": "* Cantidad promedio recibida por los conductores en 2021.",
  "home.post": "Crea un Viaje",
  "home.routes": "¡Mira todas las rutas disponibles!",
  "home.or": "O",
  "home.title2": "¿Por qué usar GimmeARide?",
  "home.p4": "Al reducir el número de vehículos en la carretera, el medio ambiente se beneficia enormemente",
  "home.p5": "Conoce gente nueva con la que compartir experiencias excelentes. Viajar solo es aburrido",
  "home.p6": "¡Comparte tus gastos de viaje con pasajeros selectos, terminarás gastando menos en cada viaje!",
  "home.subtitle1": "Es Eco-Consciente",
  "home.subtitle2": "Es divertido",
  "home.subtitle3": "Te permite ahorrar dinero",
  "home.imagenAbajo1": "Reserva tu plaza en el auto de otra persona, divertite y viaja a donde quieras, pagando menos que con otros medios de transporte",
  "home.imagenAbajo2": "Con Gimme A Ride, permite que otras personas suban a tu auto y te acompañen en tu viaje diviendo gastos",
  "home.subtitle4": "¿Eres un pasajero?",
  "home.subtitle5": "¿Eres un conductor?",

  "post.calification": "Calificacion",
  "post.description": "Cuéntenos su experiencia con este usuario ...",
  "post.title": "Califica a este usuario",

  "routedetails.home": "Inicio",
  "routedetails.p1" : "Ninguna ruta coincide con esos filtros",
  
  "userdetails.home": "Inicio",
  "userdetails.title": "Detalle de Usario",
  "userdetails.yearsold": "años",
  "userdetails.cardetails":"Detalles del Coche",
  "userdetails.brand":"Marca:",
  "userdetails.model":"Modelo:",
  "userdetails.patent":"Patente:",
  "userdetails.color":"Color:",
  "userdetails.cylinder":"Cilindro:",
  "userdetails.rating":"Clasificación:",
  "userdetails.chats":"Chats",

  "editcarerr.patent": "Se requiere patente",
  "editcarerr.color": "Se requiere color",
  "editcarerr.brand": "Se requiere marca",
  "editcarerr.model": "Se requiere modelo",
  "editcarerr.cylinder": "Se requiere cilindrada",

  "map.home": "Inicio",
  "map.seats": "Asientos disponibles",
  "map.button": "¡Quiero cambiar algo!",
  "map.button1": "Crear viaje",

  "navbarfilter.orderby": "Ordenar por ...",
  "navbarfilter.earliestdeparture": "Salida más temprana",
  "navbarfilter.lowestprice": "Precio más bajo",
  "navbarfilter.amenities": "Filtrar por servicios",
  "navbarfilter.petsaloowed": "Se admiten mascotas",
  "navbarfilter.smokingallowed": "Se permite fumar",
  "navbarfilter.foodallowed": "Alimentos permitidos",
  "navbarfilter.2intheback": "Máx. 2 en la parte de atrás",
  "navbarfilter.kidsallowed": "Se permiten niños",
  "navbarfilter.onlywomen": "Solo mujeres",

  "cardroute.from": "Desde:",
  "cardroute.to": "A:",
  "cardroute.date": "Fecha:",
  "cardroute.time": "Hora:",
  "cardroute.placefull": "Viaje completo",
  "cardroute.place": "Asientos disponibles",

  "allinforoute.placefull": "Viaje completo",
  "allinforoute.place": "Asientos disponibles.",
  "allinforoute.goback": "Atras",
  "allinforoute.jointhistrip": "¡Únete a este viaje!",
  "Trip Full": "Viaje Lleno",

  "user.result": "Ningún usuario coincide con esas descripciones",
  "user.button": "Cargar a todas las/los usuarias/os",

  "userProfile.title": "Detalles de usuario",
  "userProfile.changephoto": "Cambiar foto",
  "userProfile.yearsold": "años",
  "userProfile.edituserinfo": "Editar información de usuario",
  "userProfile.save": "Guardar",
  "userProfile.cardetails": "Detalles del coche",
  "userProfile.editcarinfo": "Editar información del coche",
  "userProfile.brand": "Marca:",
  "userProfile.model": "Modelo:",
  "userProfile.patent": "Patente:",
  "userProfile.color": "Color:",
  "userProfile.cylinder": "Cilindrada:",
  "userProfile.origin": "Origen:",
  "userProfile.destiny": "Destino",
  "userProfile.date": "Fecha",
  "userProfile.time": "Hora",
  "userProfile.routeid": "ID de ruta",
  "userProfile.driver": "Conductor",
  "userProfile.payment": "Pago",
  "userProfile.userdetails": "Detalles de usuario",
  "userProfile.tripsdetails": "Detalles del viaje",
  "userProfile.posts": "Publicaciones",
  "userProfile.payments": "Pagos",
  "userProfile.chat": "Chat",

  "searchBarHome.searchTitle": "¿Adónde quieres ir?",
  "searchBarHome.searchButton": "Buscar",
  "searchBarHome.destination": "Destino",
  "searchBarHome.origin": "Origen",

  "searchBarPostRuta.searchTitle": "¿Adónde quieres ir?",
  "searchBarPostRuta.destination": "Destino",
  "searchBarPostRuta.origin": "Origen",
  "searchBarPostRuta.preview": "Vista previa del viaje",
  "searchBarPostRuta.select": "Asientos disponibles: 1",
  "searchBarPostRuta.preferences": "Preferencias",
  "searchBarPostRuta.petsaloowed": "Se admiten mascotas",
  "searchBarPostRuta.smokingallowed": "Se permite fumar",
  "searchBarPostRuta.foodallowed": "Alimentos permitidos",
  "searchBarPostRuta.2intheback": "Máx. 2 en la parte de atrás",
  "searchBarPostRuta.kidsallowed": "Se permiten niños",
  "searchBarPostRuta.onlywomen": "Solo mujeres",
  "searchBarPostRuta.petsaloowedX": "Se admiten mascotas X",
  "searchBarPostRuta.smokingallowedX": "Se permite fumar X",
  "searchBarPostRuta.foodallowedX": "Alimentos permitidos X",
  "searchBarPostRuta.2inthebackX": "Máx. 2 en la parte de atrás X",
  "searchBarPostRuta.kidsallowedX": "Se permiten niños X",
  "searchBarPostRuta.onlywomenX": "Solo mujeres X",

  "faq.button":"Inicio",
  "faq.title":"Preguntas frecuentes",
  "faq.h3UsingGimme":"Uso de Gimme A Ride®",
  "faq.pDoYouHave":"¿Tiene preguntas sobre cómo utilizar Gimme A Ride®? Escriba a nuestro ",
  "faq.or":" o",
  "faq.h3whatIs":"¿Qué es Gimme A Ride®?",
  "faq.pItIs":"Se trata de una red de personas que comparten viajes en coche entre ciudades, haciendo un reparto equitativo de los costes entre todos los viajeros o una contribución acordada. Gimme A Ride® no es un sistema de transporte público o privado de pasajeros.",
  "faq.h3whatType":"¿Qué tipo de viajes puedo hacer con Gimme A Ride®?",
  "faq.p1":"En Gimme A Ride® puedes crear o encontrar viajes de media y larga distancia. Los conductores que organizan sus viajes de larga o corta distancia publican sus plazas libres en la app, especificando en su anuncio la ruta y el precio de cada plaza y tramo.",
  "faq.p2":"Los viajes son creados por los mismos usuarios según su destino y disponibilidad de tiempo. En base a esa propuesta de viaje, otros usuarios pueden pedir al conductor que les acompañe en el viaje.",
  "faq.p3":"Los pasajeros interesados en el viaje pueden ponerse en contacto con los conductores a través del sistema de mensajería pública. Si deciden viajar juntos, el pasajero realiza la reserva y paga online el precio estipulado para la plaza contratada.",
  "faq.h31":"¿Las atracciones de Gimme A Ride® tienen un coste? Cuánto cuesta una atracción de Gimme A Ride®?",
  "faq.p4":"Gimme A Ride® -al ser una red de personas que comparten viajes- sólo admite aportaciones monetarias para el combustible usado y los peajes o el reparto equitativo de los gastos entre todos los participantes. No hay una tarifa fija ni un valor de billete. La aportación no puede superar el valor de un reparto equitativo de los gastos de combustible y peajes, ya que de ser así podría considerarse un transporte ilegal de pasajeros.",
  "faq.u1":"Gimme A Ride® es una red de colaboración, no un servicio.",
  "faq.h32":"¿Cómo se calcula la cuota de un viaje?",
  "faq.p5":"La contribución monetaria máxima aceptada en Gimme A Ride® es el combustible utilizado + los peajes divididos por el número de personas que viajan en el coche. Debe definirse antes del viaje, antes o durante la coordinación previa. A menos que se decida hacer una división de los gastos con el combustible y los tickets de peaje en mano, al final del mismo. En el caso de que una persona solicite un valor monetario que deje en evidencia que excede el máximo aceptado, será advertido por los administradores y suspendido de la plataforma hasta aceptar las reglas. En caso de reincidencia, se suspenderá durante meses hasta llegar a la suspensión definitiva.",
  "faq.h33":"¿Por qué sólo se tiene en cuenta el coste del combustible utilizado y los peajes?",
  "faq.p6":"Son los únicos gastos comprobables en un viaje a través de los billetes (en caso de que se requiera su comprobación). El resto de los gastos que puedan existir (desgaste del coche o seguro) corren a cargo del conductor ya que aporta su coche de forma desinteresada para el viaje y no se dedica profesionalmente al transporte de personas.",
  "faq.p7":"Ante un posible inconveniente en el viaje, si se comprueba que ha habido un lucro a favor del conductor, el mismo podría enfrentar problemas legales por ofrecer un servicio y no estar registrado para realizar esa actividad y cobrarla. En cambio, en una división de combustible y peaje no hay actividad ilícita.",
  "faq.p8":"Más allá de la aportación de combustible y peajes, las personas que comparten un viaje pueden contribuir monetariamente por el motivo que consideren necesario a otra persona con la que han compartido el viaje -por ejemplo, por las galletas que han compartido- Debe ser totalmente voluntario y El motivo no puede ser por haber compartido el viaje.",
  "faq.h34":"¿Es imprescindible presentar los tickets de combustible y peaje para solicitar la contribución monetaria a los pasajeros?",
  "faq.p9":"No son obligatorias, pero son una forma de aclarar las cuentas entre el conductor y sus acompañantes. Algunas personas hacen el mismo viaje con frecuencia y ya conocen los importes, por lo que no suelen dividir los gastos en cada ocasión sino que utilizan el valor de referencia del viaje anterior.",
  "faq.p10":"En cualquier caso, cualquier persona durante la coordinación previa al viaje puede solicitar por adelantado que se defina la contribución presentando los tickets de combustible y peaje en mano. Ningún conductor puede rechazar esta solicitud o dejarla sin respuesta, ni puede cancelar a un pasajero por esta solicitud. La división de los gastos con tickets de combustible y peajes es la forma más directa de establecer la contribución máxima para un viaje y es recomendada por Gimme A Ride®. (*)",
  "faq.p11":"(*) Para calcular el gasto de combustible y los peajes con tickets, Gimme A Ride® recomienda llenar el depósito antes de salir y rellenarlo en el destino. Esta última carga (o la cantidad de cargas de combustible que se realicen una vez iniciado el viaje) será el gasto de combustible + los tickets de peaje.",
  "faq.h35":"¿Se puede contribuir de otra manera que no sea monetaria?",
  "faq.p12":"Será un acuerdo entre conductor y pasajero. Algunos pueden pedir u ofrecer otro tipo de contribución, como que alguien pague las comidas durante un viaje largo o pedir al pasajero que se mantenga despierto para que el conductor esté atento a la carretera, entre otros ejemplos.",
  "faq.h36":"¿Cómo se coordina un viaje?",
  "faq.strong":"Conductores:",
  "faq.p13":"Cuando cargue el viaje, le recomendamos que detalle la información al máximo para evitar que se repitan las consultas de los interesados en su viaje. Para ello, utiliza el campo Comentario para los pasajeros. Allí puedes informar cuál es la contribución por el viaje y el monto, el espacio disponible para el equipaje, cuál es el número máximo de pasajeros que llevarás en tu auto, dónde comienza y termina y cualquier otra información adicional que consideres relevante. Es importante que te comuniques con tus pasajeros vía mensaje para terminar de coordinar los detalles y condiciones del viaje. Te sugerimos que en esta instancia solicites un contacto telefónico para una comunicación más precisa cuando la fecha del viaje. Recuerde que ambos deben acordar y conocer las condiciones del viaje para evitar malentendidos en cuanto a horarios, puntos de encuentro y llegada, equipaje, aporte de combustible y peaje y demás información esencial. Le recomendamos que coordine y embarque a sus pasajeros a través de la plataforma Give me a ride® para luego acceder a la posibilidad de calificarlos al final del viaje.",
  "faq.stron2":"Conductores: Buscador de pasajeros:",
  "faq.p14":"Además de publicar tu viaje como Conductor y esperar a que otros se pongan en contacto contigo, también puedes buscar pasajeros utilizando Give me a ride®. Desde el PC, pulsando el botón Busco pasajeros, completas los campos de origen y destino y pulsas Buscar. Desde el móvil: en la pantalla principal pulsando el símbolo de la lupa y seleccionando Busco pasajero como criterio de búsqueda.",
  "faq.strong3":"Pasajeros:",
  "faq.p15":"Una vez que encuentres un viaje que te convenga, envía un mensaje a través de la plataforma al conductor para aclarar los términos del viaje y coordinar los detalles. En este mensaje puedes hacer consultas si ves que la descripción del viaje no tiene toda la información que necesitas, o puedes dejar un contacto telefónico con el conductor para que tenga otra alternativa de comunicación contigo. Una vez que las consultas han sido satisfechas y que ambos estáis de acuerdo con las condiciones del viaje, solicitáis al conductor la plaza y éste acepta vuestra petición.",
  "faq.p16":"Es importante que ambos estén de acuerdo con las condiciones y los detalles del viaje al confirmarlo. Asegúrate de que no hay dudas sobre el punto de encuentro, el horario, la disponibilidad de espacio para el equipaje, el número total de pasajeros y la contribución para los gastos de combustible y peaje. También le sugerimos que pida el número de teléfono del conductor para una comunicación más precisa en la fecha del viaje.",
  "faq.p17":"Te recomendamos que siempre te subas al viaje a través de la plataforma Give me a ride® y que luego accedas a la posibilidad de valorarlo al final del viaje. Recuerda que para ello debes solicitar un asiento con el botón correspondiente y que la otra persona acepte la petición. Cuando te acepten, recibirás una notificación que podrás ver verificar dentro de 'Mis viajes'.",
  "faq.p18": "Una vez que todo esté coordinado y el conductor te confirme para compartir el viaje, ¡sólo tienes que esperar hasta el día del viaje!",
  "faq.h37": "¿Quién ve los viajes que has publicado?: Visibilidad personalizada del viaje",
  "faq.p19": "Al crear un viaje, puedes definir su privacidad y elegir quiénes serán los usuarios de Gimme A Ride® que podrán ponerse en contacto contigo",
  "faq.p20": "Hay tres tipos de visibilidad:",
  "faq.p21":"Publicar Viaje",
  "faq.p22": "Viaje visible para los amigos de los amigos",
  "faq.p23": "Viaje visible para los amigos",
  "faq.p24": "Puedes crear tu lista de amigos enviando solicitudes de amistad dentro de la plataforma o vinculando tu cuenta con la de Facebook, para que la plataforma también tenga en cuenta a tus amigos de esa red social que están en Gimme A Ride®",
  "faq.p25": "A continuación, los tres tipos de viajes comprenden:",
  "faq.li1":"'Paseo público' → TODOS los usuarios de Gimme A Ride® podrán ver y solicitar este paseo",
  "faq.li2":"'Viaje visible para amigos de amigos' → tus amigos y sus amigos de Gimme A Ride® y de Facebook (si has iniciado sesión con esta red social) podrán ver y solicitar este viaje",
  "faq.li3":"'Viaje visible para los amigos' → solo tus amigos de Gimme A Ride® y de Facebook (si has iniciado sesión con esta red social) que utilizan Gimme A Ride® podrán ver y solicitar este viaje",
  "faq.th1":"Si eres un amigo",
  "faq.th2": "Si tienes un amigo en común",
  "faq.th3": "Si no eres un amigo",
  "faq.th4": "Alguien crea un viaje 'Público'",
  "faq.td1": "lo ves ✔",
  "faq.td2": "lo ves ✔",
  "faq.td3": "lo ves ✔",
  "faq.td4": "no lo ves ✘",
  "faq.th5": "Alguien crea un viaje para 'Amigos de amigos'",
  "faq.th6": "Alguien crea un viaje para 'Friends'",
  "faq.h38": "He tenido problemas con mi viaje, ¿qué hago?",
  "faq.p26": "Si tuviste una mala experiencia con tu viaje (conductores irresponsables, falta de compromiso de los pasajeros, entre otros problemas) o las condiciones del viaje no se dieron como estaban establecidas, cuenta tu experiencia cuando puedas calificar a la otra persona. Por eso es importante que mantengas la coordinación de los viajes dentro de la plataforma Gimme A Ride®",
  "faq.p27": "Si la mala experiencia implica violencia por mensajes, verbal o física. También violencia vial (conducción peligrosa, uso del móvil, etc). No respetar la contribución máxima o alguna otra ilegalidad. Más allá de dejarle una calificación a la persona, también escribí a Give me at ride®@stsrosario.org.ar o por Mensaje Privado en nuestra página de Facebook, Instagram o Tweeter y contanos lo sucedido. Si consideramos que lo amerita y que hay pruebas del incidente, podemos advertir, suspender a la persona por algún tiempo o indefinidamente",
  "faq.h39": "¿Cómo funciona el sistema de calificación?",
  "faq.p28": "Puedes valorar a tu conductor o a tus pasajeros a través de nuestro sistema de valoración una vez transcurridas 24 horas desde el inicio del viaje. Para poder hacerlo, ya sea en calidad de conductor o pasajero, entra en la plataforma en la sección 'Mis viajes'. Aparecerá un cuadro de diálogo en el que podrás comentar tu experiencia indicando si recomiendas o no compartir el viaje con esa persona (pulgares arriba/abajo según tu experiencia) y añadir un texto que justifique esa valoración. El comentario sobre tu experiencia es muy importante para que el resto de la comunidad entienda por qué recomiendas o no compartir viajes con esa persona. Comparte todo lo que creas que es importante que los demás sepan. Recuerda que una vez enviada la calificación, no se puede modificar. Las calificaciones se publican una vez que la otra persona también ha dejado su calificación sobre ti, apareciendo ambas referencias al mismo tiempo en sus perfiles en la plataforma. En el caso de que pasen 14 días sin que alguien califique, el sistema publicará la calificación realizada y la persona que no haya dejado su referencia en ese tiempo ya no podrá hacerlo. Para que el sistema habilite la calificación, es necesario que quede constancia de que ambos usuarios han compartido un viaje. Para ello, es necesario que el pasajero haya enviado una solicitud de viaje al conductor y éste la haya aceptado. Si sólo se comunicaron por mensaje pero no aceptaron la solicitud de plaza (como pasajero) o tú no aceptaste la solicitud (como conductor), no podrán calificarse",
  "faq.h40": "Si me subo a un viaje como pasajero y luego me tengo que bajar o como conductor tengo que anular el viaje, ¿se puntúa igual?",
  "faq.p29":" El sistema registra la calificación pendiente una vez que ambos (conductor y pasajeros) confirman que van a compartir un viaje. Si un pasajero se cancela o el conductor se cancela por cualquier motivo, ambos pueden seguir calificando. En ese caso, te recomendamos que aclares que el viaje no se realizó y que cuentes cómo fue tu experiencia al interactuar con la otra persona",
  "faq.h41":" Sure, generating a trip as a passenger looking for a driver. You can create a trip as such and the app will notify drivers when they load a trip similar to the one you generated as a passenger. If you do not create your trip, you can also search among the already published drivers and request a seat.",
  "faq.h42": "¿Puedo llevarme a Gimme A Ride® sin tener coche?",
  "faq.h43": "¿Puedo utilizar Gimme A Ride® para conectar con otro transporte y continuar mi viaje? (Ejemplo: para ir al Aeropuerto Internacional de Ezeiza)",
  "faq.p30": "Claro que sí, pero ten en cuenta que los viajes pueden estar sujetos a modificaciones por parte del conductor del coche. Para garantizar su llegada al aeropuerto o a la estación de autobuses, le recomendamos que utilice el transporte público",
  "faq.h44": "¿Puedo buscar un viaje concreto?",
  "faq.p31": "Sí, utilizando el buscador de viajes. En la pantalla principal de la plataforma podrás introducir Origen, Destino y/o Fecha. Todos ellos funcionan como opcionales ya que no es necesario completar los tres. Ejemplo: Si quieres viajar un fin de semana largo pero no tienes un destino definido, puedes introducir tu lugar de origen y la fecha en la que quieres salir. El buscador se encargará de mostrarte todos los viajes que salgan de ese lugar en esa fecha. Además, te mostrará viajes relacionados con fechas alternativas en caso de que tengas planes flexibles. Te invitamos a que navegues por la app y veas las infinitas opciones de viaje, como unirte a uno con plazas libres o encontrar compañeros de viaje en la lista de pasajeros que buscan un coche",
  "faq.h45": "¿Cómo funciona la alerta de viaje?",
  "faq.p32": "Después de realizar una búsqueda de viajes, al final de la lista de resultados encontrarás un botón para crear una alerta con los datos del viaje que hayas cargado en la búsqueda. La alerta te llegará cuando alguien cree un nuevo viaje que coincida con la búsqueda que originó la alerta. Pronto podrás configurar las condiciones de la alerta, pudiendo tener un rango de tiempo y distancia. Puedes colaborar con Give me a ride® para que podamos incorporar estas funciones próximamente",
  "faq.a":"Donar!",
  "faq.h46": "¿Cómo funciona el 'matcher' de viajes? ",
  "faq.p33": "Para ver las coincidencias de búsqueda (o coincidencias) con los viajes publicados, tienes que ir a mis viajes entrar en el que has creado y verás las coincidencias. La coincidencia tiene un rango de días. Pronto podrás configurar las condiciones de la coincidencia, pudiendo tener un rango de tiempo y distancia. Puedes colaborar con Gimme A Ride® para que podamos incorporar estas funciones próximamente",




  "footer.lang": "Idioma",
  "footer.about": "Sobre",
  "footer.aboutUs": "Sobre nosotros",
  "footer.help": "Ayuda",
  "footer.faq": "Preguntas Frecuentes",
  "footer.rec": "Recomendaciones",
  "footer.legal": "Información Legal",
  "footer.terms": "Condiciones de Uso",
  "footer.privacy": "Política de Privacidad",
  "footer.cookies": "Política de Cookies",
  "footer.group10": "Grupo 10 © |",
  "footer.contactUs" : "Contáctanos",

  "subFooter.app": "Gimme a Ride es una aplicación para compartir viajes entre personas.                                              Donde quiera que vayas, encuentra tu viaje ideal.",
  "subFooter.sbox": "Sugerencias",

  "sugestionBox.title": "Sugerencias",
  "sugestionBox.name": "Tu nombre:",
  "sugestionBox.email": "Email:",
  "sugestionBox.suggestion": "Sugerencias:",
  "sugestionBox.submit": "Enviar Sugerencias",

  "formcarerr.patent": "Se requiere patente",
  "formcarerr.patentexist": "La patente ya existe",
  "formcarerr.patentinv": "Patente no válida",
  "formcarerr.color": "Se requiere color",
  "formcarerr.colorinv": "Color no válido: no se permiten símbolos",
  "formcarerr.brand": "Se requiere marca",
  "formcarerr.brandinv": "Marca no válida: no se permiten símbolos",
  "formcarerr.model": "Se requiere modelo",
  "formcarerr.cylinder": "Se requiere cilindrada",
  "formcarerr.cylinderinv": "Cilindrada no válido: no se permiten símbolos",
  "formCar.title": "Crea tu Coche",
  "formCar.patent": "Patente*:",
  "formCar.color": "Color*:",
  "formCar.brand": "Marca*:",
  "formCar.model": "Modelo*:",
  "formCar.cylinder": "Cilindrada*:",
  "formCar.greencard": "Cédula Verde*:",
  "formCar.checkbox": "Si el coche va a ser utilizado por otra persona o no es el propietario del coche, adjunte la tarjeta azul correspondiente.",
  "formCar.bluecard1": "Cédula Azul #1:",
  "formCar.bluecard2": "Cédula Azul #2:",
  "formCar.bluecard3": "Cédula Azul #3:",
  "formCar.add": " Agregar Coche",

  "routesFromSearch.noRoute": "Ninguna ruta coincide con su búsqueda",

  "userDetails.back": "Volver",

  "profile.loading": "Cargando...",

  "landing.enter": "Entrar",
  "landing.titleh4":"Donde quieras, cuando quieras",
  "landing.p1":"Gimme A Ride te permite conectar a conductores y pasajeros que deseen viajar juntos entre ciudades, compartiendo el costo de la aventura",
  "landing.p2":"¿Quieres saber más?",

  "admsidebar.dashboard": "Panel de control",
  "admsidebar.sales": "Ventas",
  "admsidebar.routesinfo": "Información de ruta",
  "admsidebar.quickmenu": "Menú rápido",
  "admsidebar.allusers": "Todos los usuarios",
  "admsidebar.create":"Crear nuevo usuario",
  "admsidebar.transactions": "Transancciones",
  "admsidebar.notifications": "Notificaciones",
  "admsidebar.mail": "Correo",
  "admsidebar.feedback": "Feedback",
  "admsidebar.messages": "Mensajes",

  "registererr.name": "Se requiere Nombre",
  "registererr.symbols": "Nombre invalido: No se permiten símbolos",
  "registererr.lastname": "Se requiere apellido",
  "registererr.lastnamesym": "Apellido no válido: no se permiten símbolos",
  "registererr.dni": "Se requiere DNI",
  "registererr.dniexist": "El DNI ya existe",
  "registererr.gender": "El género es obligatorio",
  "registererr.age": "Edad requerida",
  "registererr.age18": "Debes tener 18 años o más para registrarte",
  "registererr.phone": "Se requiere teléfono",
  "registererr.street": "La calle es obligatoria",
  "registererr.city": "Ciudad es obligatoria",
  "registererr.citysym": "Ciudad no válida: no se permiten símbolos",
  "registererr.province": "La provincia es obligatoria",
  "registererr.provincesym": "Provincia no válida: no se permiten símbolos",
  "registererr.about": "Acerca de es obligatorio",
  "register.email": "Email*:",
  "register.home": "Inicio",
  "register.title": "Crea tu Usuario",
  "register.checkbox": "Si planea ser conductor/a por favor, check",
  "register.name": "Nombre*",
  "register.lastname": "Apellido*:",
  "register.photoUser": "Foto Usuario*:",
  "register.id": "DNI o Pasaporte*:",
  "register.idFront": "DNI o Pasaporte Frente*:",
  "register.idBack": "DNI o Pasaporte Dorso*:",
  "register.gender": "Género*:",
  "register.genderOptions": "-- Selecciona una opción --",
  "register.male": "Masculino",
  "register.female": "Femenino",
  "register.doNotSay": "Prefiero no Decir",
  "register.gender.1": "Masculino",
  "register.gender.2": "Femenino",
  "register.gender.3": "Prefiero no decir",
  "register.age": "Edad*:",
  "register.phone": "Teléfono*:",
  "register.street": "Calle y Número*:",
  "register.city": "Ciudad*:",
  "register.province": "Provincia*:",
  "register.facebook": "Facebook:",
  "register.instagram": "Instagram:",
  "register.about": "Sobre mi*:",
  "register.agree": "Al continuar, aceptas nuestras",
  "register.terms": "Condiciones Generales de Uso",
  "register.and": "y",
  "register.privacy": "Política de Privacidad",
  "register.termsOptions": "-- Selecciona una Opción --",
  "register.yes": "Sí",
  "register.submit": "Registrar",
  "register.placeholder": "Cuéntanos un poco sobre ti.",
  "register.cbu": "CBU",

  "modalmp.button":"Únete a este viaje!",

  "chat.sent":"enviado:",
  "chat.ago":"",
  "chat.send": "Enviar",

  "privacyPolicy.terms": "Términos y Condiciones",
  "privacyPolicy.effdate": "Versión vigente a partir del ",
  "privacyPolicy.date": "17/12/2021",
  "privacyPolicy.privacy": "Política de Privacidad",
  "privacyPolicy.cookies": "Política de Cookies",
  "privacyPolicy.title1": "1. General",
  "privacyPolicy.p1": "Give SA (con domicilio social en la calle Rivadavia 54678, Buenos Aires, Argentina) ({name}), nosotros o nuestro), interviniendo como responsable del tratamiento de datos, se compromete a proteger y a respetar tu privacidad. Esta política la ({privacyPolicy}) está diseñado para informarte sobre nuestras prácticas en lo referente a la recopilación, uso y divulgación de la información que nos proporciones a través de nuestra plataforma (the http://www.GimmeARide.com/{platform}) accesible desde la página web",
  "privacyPolicy.title2": "I have read and understood <a> Terms and Conditions</a>",
  "privacyPolicy.p2": "Esta Política de Privacidad (junto con nuestros <a>Términos y Condiciones</a>, ",
  "privacyPolicy.p3": "y el resto de documentos a los que se hace referencia en ellos y en nuestra<a>Política de Cookies</a>)  establece el marco según el cual se recogerán y tratarán tus datos personales. Lee detenidamente este texto para que comprendas nuestra posición y prácticas respecto a tus datos personales y cómo los trataremos.",
  "privacyPolicy.title3": "2. ¿Qué información es la que recogemos?",
  "privacyPolicy.p4": "Podemos recopilar y procesar los siguientes datos sobre ti:",
  "privacyPolicy.p5": "2.1 Información que tú nos proporcionas",
  "privacyPolicy.p6": "Puede que nos facilites información, incluso información que puede identificarte",
  "privacyPolicy.p7": " cuando utilizas la Página Web/App al rellenar sus formularios (como, por ejemplo, el formulario de registro), cuando entras en cualquiera de nuestros concursos, promociones o encuestas o cuando te pones en contacto con nosotros por teléfono, correo electrónico o de cualquier otra forma, así como cuando nos informas de algún problema relacionado con el uso de nuestra Página Web/App.",
  "privacyPolicy.pdata": "Datos personales",
  "privacyPolicy.p8": "La información que nos proporcionas puede contener:",
  "privacyPolicy.item1": "Información obligatoria necesaria para registrarse en el servicio que proporcionamos en nuestra Plataforma o para acceder a otros de nuestros servicios; estos datos incluyen tu nombre, correo electrónico, fecha de nacimiento, sexo, número de teléfono móvil y, cuando creas una cuenta, una contraseña. Todos estos campos son obligatorios. GiveMeaRide no podrá proporcionarte los servicios ofrecidos en nuestra página y app si no nos das la información necesaria o, si procede, no podrás crearte una cuenta de usuario en nuestra Plataforma;",
  "privacyPolicy.item2": "Una fotografía.",
  "privacyPolicy.item3": "Una dirección postal.",
  "privacyPolicy.item4": "Tu número de teléfono.",
  "privacyPolicy.item5": "Información sobre tu coche.",
  "privacyPolicy.item6": " Tu mini-biografía, tu sexo cuando aceptas proporcionarnos dicha información.",
  "privacyPolicy.item7": " Un registro de la correspondencia que hayas mantenido con nosotros , podemos grabar o escuchar las llamadas telefónicas que mantengas con GiveMeaRide (por ejemplo, con los agentes de nuestro servicio de Relaciones con la Comunidad). Te ofrecemos la posibilidad de oponerte a ese tratamiento al principio de la llamada.",
  "privacyPolicy.item8": "Un registro de cualquier reserva que realices o cualquier anuncio de viaje que publiques a través de nuestra Plataforma.",
  "privacyPolicy.item9": "Detalles sobre las transacciones económicas o contables, incluidas las operaciones efectuadas a través de nuestra Plataforma o de cualquier otro medio. Esto puede incluir información como, por ejemplo, tu tarjeta de pago o datos bancarios, información relativa a viajes o tramos de viaje que hayas reservado u ofrecido a través de nuestra Plataforma.",
  "privacyPolicy.item10": "Detalles de tus visitas a nuestra Plataforma y los contenidos a los que accedes.",
  "privacyPolicy.item11": "Si procede, tus respuestas a nuestras encuestas o cuestionarios, como tus evaluaciones sobre los viajes realizados a través de nuestra Plataforma. Dicha información puede ser empleada para fines de análisis y estudio de las conductas de los usuarios.",
  "privacyPolicy.item12": "Información que podemos solicitarte cuando informes acerca de un problema con nuestra Plataforma o nuestro servicio, como, por ejemplo, la causa de tu solicitud de asistencia.",
  "privacyPolicy.item13": "Información sobre tu localización, siempre y cuando hayas dado tu consentimiento a la recopilación y tratamiento de estos datos, para que podamos responder a tu búsqueda de viajes cerca de ti.",
  "privacyPolicy.item14": "Una copia de tu Pasaporte, Licencia de conducir, DNI y otros documentos similares que has acordado brindarnos.",
  "privacyPolicy.item15": "Una copia de tus suscripciones de seguros, ejercicios de retirada (si los hay), declaraciones realizadas y formulario archivado para suscribir o gestionar tu contrato de seguro.",
  "privacyPolicy.p9": "2.2 Información que recogemos automáticamente",
  "privacyPolicy.p10": "Si te registras a través de los métodos de autenticación de redes sociales, GiveMeaRide tendrá acceso a ciertos datos personales (p. ej. nombre, apellidos, foto y correo electrónico) de tu cuenta en dicha red social, de acuerdo con los términos y condiciones aplicables. Recogemos algunos de tus datos personales cuando interactúes con las funciones de las redes sociales, como la pestaña Me gusta.",
  "privacyPolicy.p11": "Respecto a cada una de tus visitas a nuestra Plataforma, podremos recoger, de acuerdo con la legislación aplicable y, cuando así sea necesario, con tu consentimiento, información referente a los dispositivos que empleas y las redes a las que te conectas cuando haces uso de nuestros servicios. Esto puede incluir la siguiente información: tu dirección IP, información de conexión, tipo y versión de navegador, tipos y versiones de los plugins o complementos de tu navegador, sistema operativo y plataforma, información sobre tu visita incluido el historial detallado de la URL a las diferentes páginas de nuestra Plataforma, contenido que hayas visto o buscado, términos de búsqueda utilizados, errores de descarga, duración de las visitas a determinadas páginas, el identificador publicitario de tu dispositivo, interacciones con la página y número de teléfono desde el que te hayas puesto en contacto con nosotros. Recogemos esta información empleando diversas tecnologías, incluidas las cookies (para más información, ver nuestra ",
  "privacyPolicy.p12": "Política de Cookies",
  "privacyPolicy.p13": "También recopilamos información global sobre tu actividad en nuestra plataforma (como, por ejemplo, el número de viajes ofrecidos, tu tiempo de respuesta a los mensajes, etc.). Esta información puede ser publicada en tu perfil público en nuestra plataforma, si tienes uno.",
  "privacyPolicy.p14": "Por último, podemos recopilar información sobre ti de nuestros socios de seguros o intermediarios en relación con tu solicitud de elegibilidad para los programas de seguros o tu suscripción a los contratos de seguros propuestos cuando actuemos como representantes de seguros.",
  "privacyPolicy.p15": "Conservación de datos",
  "privacyPolicy.p16": "Salvo con relación a las categorías de datos personales mencionadas en las cláusulas 2.3.2 y 2.3.3 más adelante, tus datos personales se archivarán después de los siguientes periodos de retención:",
  "privacyPolicy.p17": "5 años después del último uso de nuestra plataforma, si no cerraste tu cuenta; 30 días después del cierre de tu cuenta, excepto si recibiste un informe o calificación negativa, en cuyo caso tus datos personales se conservarán durante 2 años después del cierre de tu cuenta.",
  "privacyPolicy.p18": "Las siguientes categorías de datos personales pueden conservarse durante periodos diferentes:",
  "privacyPolicy.p19": "Los datos financieros (p. ej., pagos, reembolsos, etc.) se conservan durante el tiempo exigido por la legislación contable y fiscal aplicable (por ejemplo, los documentos contables se almacenan durante un máximo de 10 años); Los datos del seguro se guardan durante el término del contrato suscrito y la duración necesaria para gestionar tus reclamaciones, si las hubiera; Todo el contenido generado por el usuario (p. ej. comentarios, retroalimentación y clasificaciones) se anonimiza según las duraciones mencionadas en la sección 2.3.1, aunque sigue estando disponible en nuestras plataformas; Los datos de registro se almacenan durante un máximo de 12 meses a partir de la fecha de su recogida; Las llamadas telefónicas con nuestro servicio de Relaciones con la Comunidad se almacenan durante un máximo de 1 mes y los documentos de análisis (como el tiempo y la duración de la llamada) se almacenan hasta durante 1 año.",
  "privacyPolicy.p20": "En el caso de que tu cuenta sea suspendida o bloqueada, conservaremos tus datos durante un periodo de entre 2 o 10 años, dependiendo de la gravedad del incumplimiento, con el fin de impedir que puedas eludir las normas que se apliquen a nuestras plataformas.",
  "privacyPolicy.p21": "Es posible que archivemos algunos de tus Datos personales durante un período que no exceda cinco (5) años para cumplir con nuestras obligaciones legales y gestionar posibles disputas.",
  "privacyPolicy.p22": "",
  "privacyPolicy.p23": "",
  "privacyPolicy.p24": "",
  "privacyPolicy.p25": "",
  "privacyPolicy.p70": " Si tienes alguna pregunta sobre esta Política de Privacidad o si tienes alguna solicitud con respecto a tus Datos personales, puedes ponerte en contacto con nosotros mediante correo electrónico a nuestro Delegado de Protección de Datos en <a>dataprotection@GiveMeaRide.com</a>",

  "adminNewUser.title": "Crear Nuevo Usuario",
  "adminNewUser.about": "Sobre mi:",

  "app.banned": "No tienes acceso a esta pagina, para mas informacion contactese a grupo10.soyhenry@gmail.com",

  "landingPage.p1": "Donde quieras, cuando quieras.",
  "landingPage.p2": "Gimme A Ride te permite conectar tanto a los conductores como a los pasajeros que deseen viajar juntos entre ciudades, compartiendo el costo de la aventura.",
  "landingPage.p3": "¿Quieres saber más?",
  "landingPage.p4": "Al reducir el número de vehículos en la carretera, el medio ambiente se beneficia enormemente. ",
  "landingPage.t1": "¿Por qué GimmeARide?",
  "landingPage.t2": "Eco Consciente",
  "landingPage.t3" : "Es divertido",
  "landingPage.p5" : "Conoce gente nueva con la que compartir experiencias excelentes. Viajar solo es aburrido",  
  "landingPage.t4" : "Te permite ahorrar dinero",
  "landingPage.p6" : "¡Comparte tus gastos de viaje con pasajeros selectos, terminarás gastando menos en cada viaje!",
  
  "cookiesPolicy.p1": "Give SA (Gimme A Ride, nosotros, nos ó nuestro ) utiliza cookies y tecnologías de seguimiento similares en nuestro sitio web y en nuestras aplicaciones móviles (denominadas individualmente plataforma o colectivamente plataformas) . En esta política (la Política de cookies), te proporcionamos más información relacionada con estas tecnologías y sobre las decisiones que puedes tomar al respecto. ",
  "cookiesPolicy.t1": "¿Qué es una cookie y qué son tecnologías de seguimiento similares?",
  "cookiesPolicy.p2": "Una cookie es un pequeño archivo de texto que su navegador web almacena y / o lee en el disco duro del dispositivo que está utilizando (por ejemplo, una computadora de escritorio, una computadora portátil o un teléfono inteligente) extraído de los sitios que visita. Además de las cookies, Gimme A Ride también utiliza tecnologías similares para el seguimiento, incluidos píxeles, scripts de seguimiento o kits de desarrollo de software (conocidos como SDK). Son pequeños archivos de imágenes transparentes o líneas de código que se encuentran en nuestro sitio web. , correos electrónicos y aplicaciones móviles, que registran cómo interactúa con ellos. Todas estas tecnologías de seguimiento se denominan cookies en esta Política de cookies. ",
  "cookiesPolicy.p3": "Las cookies en nuestras plataformas las configuramos nosotros (las denominadas cookies de origen) o nuestros socios (las denominadas cookies de terceros).",
  "cookiesPolicy.p4": "La lista de nuestros socios y las respectivas políticas de privacidad de estas cookies de terceros se muestran en la configuración de cookies, que se muestra en el pie de página de nuestro sitio web.",
  "cookiesPolicy.p5": "Los siguientes tipos de cookies que se utilizan en nuestras plataformas son:",
  "cookiesPolicy.p6": "Estas cookies le permiten navegar fácilmente en Gimme A Ride y utilizar funciones básicas como iniciar sesión o reservar viajes. También le permiten evitar posibles riesgos de seguridad. Estas cookies son esenciales para Gimme A Ride y no pueden ser desactivado. ",
  "cookiesPolicy.p7": "Estas cookies nos ayudan a saber cuáles de nuestras páginas son más (y menos) populares, así como qué contenido es más útil para los usuarios. Nos ayudan a mejorar el rendimiento de Gimme A Ride, ya que nos permiten verificar, por ejemplo, que los usuarios encuentran fácilmente lo que buscan. Estas cookies pueden ser nuestras o de nuestros socios analíticos. Si no acepta estas cookies, ni nosotros ni nuestros socios sabremos cuándo ha accedido a Gimme A Ride . ",
  "cookiesPolicy.p8": "Estas cookies nos dicen cuándo visita nuestra plataforma, qué páginas ha visto y los enlaces en los que ha hecho clic. Se utilizan para mostrarle anuncios relevantes basados en sus intereses y nos ayudan a medir la eficacia de nuestra campañas publicitarias. Estas cookies pueden ser nuestras o de nuestros socios publicitarios. Si no las acepta, la publicidad que se muestra será menos ajustada a sus necesidades. ",
  "cookiesPolicy.p9": "Cuando inicia sesión en nuestras plataformas por primera vez, le mostramos un banner de cookies. En este banner puede encontrar más información sobre cookies y puede elegir si acepta cookies de rendimiento, así como marketing y orientación. cookies. Tenga en cuenta que su elección está vinculada al dispositivo y también al navegador web que utiliza. Si utiliza varios dispositivos o navegadores web, puede elegir diferentes configuraciones. También puede cambiar de opinión en cualquier momento y ajustar su cookie configuración en otro momento. Simplemente vaya a la configuración de cookies que se muestra en el pie de página de nuestro sitio web. ",
  "cookiesPolicy.p10": "Cada vez que cambiemos la forma en que usamos las cookies en nuestras plataformas, actualizaremos esta Política de cookies y mostraremos la fecha de la última actualización. Si es un usuario registrado en nuestras plataformas, nos comunicaremos con usted y notificarle de estos cambios. Esta Política de cookies se actualizó por última vez el 1 de diciembre de 2021. ",
  "cookiesPolicy.p11": "Si tiene preguntas sobre nuestra Política de cookies, no dude en contactarnos por correo electrónico a:",
  "cookiesPolicy.t2": "¿Quién coloca cookies en nuestras plataformas?",
  "cookiesPolicy.t3": "¿Cuáles son los diferentes tipos de cookies y cómo se utilizan en nuestras plataformas?",
  "cookiesPolicy.t4": "Cookies esenciales:",
  "cookiesPolicy.t5": "Cookies de rendimiento:",
  "cookiesPolicy.t6": "Cookies de marketing y segmentación:",
  "cookiesPolicy.t7": "¿Cómo puede decidir qué cookies se utilizan?",
  "cookiesPolicy.t8": "Actualizaciones de nuestra Política de cookies",
  "cookiesPolicy.t9": "¿A quién puede contactar si tiene preguntas adicionales?",

  "termsAndCond.review": "Última revisión: ",
  "termsAndCond.date": "16 de Diciembre de 2021",
  "termsAndCond.p1": "Este documento describe los Términos y Condiciones Generales aplicables al uso de los servicios ofrecidos por Gimme A Ride®",
  "termsAndCond.p2": "y la aplicación Gimme A Ride® (en adelante,“Give me a ride®”). Cualquier persona (en adelante, “Usuario”) que desee utilizar Give me a Ride® puede hacerlo sujeto a los Términos y Condiciones respectivas, junto con todas las demás políticas y principios. ",
  "termsAndCond.p3": "Quien no acepte estos términos y condiciones generales, que son obligatorios y vinculantes, no podrá utilizar Give me a ride®",
  "termsAndCond.p4": "El Usuario debe leer, comprender y aceptar todas las condiciones establecidas en los Términos y Condiciones Generales antes de su registro como Usuario de Gimme A Ride®. Si continúa, está aceptando expresamente y sin renunciar a ninguna cláusula de estos Términos y Condiciones. ",
  "termsAndCond.p5": "Gimme A Ride® podrá modificar los Términos y Condiciones en cualquier momento y serán vinculantes desde su publicación en la web www.Gimme A Ride®.com",
  "termsAndCond.p6" : "Usuarios",
  "termsAndCond.p7": "Los Servicios solo están disponibles para personas que tengan capacidad legal para contratar de acuerdo con la legislación argentina. No Gimme A Ride® puede ser utilizado por personas que no tengan esta capacidad, menores de edad o Usuarios de Gimme A Ride® que han sido suspendidos de forma temporal, indefinida o definitiva. El usuario reconoce ser mayor de 18 años al registrarse para el uso de Gimme A Ride®. Respecto a los Usuarios que sean transportados con menores, deberán cumplir con lo establecido en el SGT N ° 43/2016, de CNRT N ° 1025/2016 y concordante, siendo el Usuario el único responsable de hacer cumplir estas disposiciones y el responsable absoluto del incumplimiento de las mismas, sin perjuicio de las acciones que Give me a ride® pueda tomar respecto a su suspensión temporal o permanente El uso del servicio es individual y propio del usuario que cargó sus datos personales en el perfil de Gimme A Ride® Solo es posible crear un único usuario por particular, cualquier persona física que se detecte con Se suspenderán varias cuentas de usuario, dejando un solo usuario asociado a la persona física. La persona que utiliza el servicio debe ser la persona que comparte el viaje, ya sea como conductor o pasajero, y no puede representar de ninguna manera a otra persona que realizará el viaje como conductor o pasajero. Cada persona debe tener un usuario para crear un viaje como conductor o realizar un viaje como pasajero y debes compartir ese viaje en el rol sentado en el viaje cargado en la plataforma. Pasar o publicar datos personales de otra persona a través de la plataforma. El Usuario será plenamente responsable de todas las consecuencias derivadas del incumplimiento contractual de estos Términos y Condiciones, de las cosas a su cargo y / o de las personas a su cargo y de cualquier daño y / o perjuicio, ya sea por culpa o fraude.", 
  "termsAndCond.p8": "El servicio de punto de encuentro entre conductores y pasajeros que ofrece Gimme A Ride® es gratuito. Gimme A Ride® se reserva el derecho de implementar nuevos servicios gratuitos o de pago, que serán publicados en la web www.Gimme A Ride®.com.ar y que el Usuario tendrá la posibilidad de aceptar o no. El servicio consiste en una plataforma que le permite encontrar personas para compartir un viaje en auto sin fines de lucro para ninguna de las personas. El auto debe ser aportado para el viaje de forma desinteresada por cualquiera de las personas que van a compartir el recorrido. Quien conduce no puede solicitar remuneración o pago por esa acción. De esta forma se prohíbe expresamente el uso de la plataforma con fines lucrativos de cualquier naturaleza y / o como un medio de servicio de transporte público de pasajeros o privado. ",
  "termsAndCond.p9": "La aceptación de cualquier servicio nuevo, gratuito o de pago, constituye una condición exclusiva para seguir siendo un activo de User Gimme A Ride®",
  "termsAndCond.p10": "Gimme A Ride® se reserva el derecho de inhabilitar o suspender a los usuarios, sin estar obligado a comunicar o exponer los motivos de su decisión y sin generar ningún derecho a compensación, compensación o reparación.",
  "termsAndCond.p11": "Sin perjuicio de otras medidas, Gimme A Ride® podrá advertir, suspender temporal o permanentemente, inhabilitar a un Usuario y / o una publicación, iniciar las acciones que estime pertinentes y / o suspender la prestación de sus Servicios si : (1) se infringe cualquier ley, o cualquiera de las estipulaciones de los Términos y condiciones y otras políticas de Gimme A Ride®; (2) si incumple sus compromisos como Usuario; (3) si se incurre en ello, a discreción de Give me a ride® que vayan en contra del ordenamiento jurídico o que supere los límites impuestos por la buena fe, la moral y las buenas costumbres y / o actos maliciosos o fraudulentos tendientes a perjudicar tanto a los demás Usuarios como a Gimme A Ride®; ( 4) no pudo Verificar la identidad del Usuario o cualquier información proporcionada por el mismo es errónea; (5) Gimme A Ride® entiende que las publicaciones u otras acciones pueden ser causa de responsabilidad del Usuario que las publicó, por Gimme A Ride ® correspondientemente y de acuerdo con la legislación sobre privacidad, todos los datos que Gimme A Ride® está obligada a brindar asistencia en el avance de cualquier investigación civil, criminal o de cualquier tipo. ",
  "termsAndCond.p12": "La reactivación de la cuenta en caso de suspensión, tendrá un costo monetario asociado que deberá ser pagado por el usuario suspendido y / o sancionado. Esto solo en los casos en que sea posible luego de haber transcurrido el tiempo de suspensión y Se han cumplido las sanciones relacionadas. En caso de que la suspensión sea por gravedad para Give me a ride®, puedes suspender definitivamente y en ese caso, no habrá posibilidad de reactivación de cuenta. ",
  "termsAndCond.p13": "Un viaje en el que los usuarios comparten un automóvil es el resultado de un acuerdo previo entre un conductor y los pasajeros, los usuarios del servicio (tanto el conductor como los pasajeros mayores de edad) actúan bajo su total responsabilidad. Como tal, Gimme A Ride ® no se hace responsable del cumplimiento real del viaje o de las condiciones propuestas por los usuarios o conductores, o de cualquier consecuencia, prevista o imprevista, derivada del mismo. El servicio prestado por Gimme A Ride® se limita a conectar con los usuarios (que pueden actuar como pasajeros o conductores indistintamente) a través de la aplicación puesta a disposición del mismo. ",
  "termsAndCond.p14": "Gimme A Ride® no asume la realización, propiedad o responsabilidad de la prestación de los servicios que intermedia, ni frente a usuarios de los mismos, ni frente a terceros.",
  "termsAndCond.p15": "Antes de que el Usuario proponga un viaje como conductor, primero debe verificar que la vigencia de su seguro de automóvil abarque toda la duración del viaje. La ley de tránsito indica cómo debe circular con un automóvil que lleve la prueba del seguro vigente, entre otras cosas. Un conductor no asegurado es totalmente responsable de los daños causados ​​a sus pasajeros en caso de accidente. Give me a ride® no se hace responsable de las consecuencias, tanto para el conductor como para los pasajeros o terceros parte, que tiene un viaje no asegurado por el conductor; ni es responsable parcial o totalmente de cualquier daño y / o físico, psicológico, material, o de cualquier tipo de personas o cosas que se deriven de dichas consecuencias, ni constituye avalista, garante o responsable solidario con el principal responsable que por su falta de pericia, negligencia, incumplimiento de sus deberes, culpa o fraude hayan generado tales daños y / o pérdidas. Responsabilidad de controlar el estado del auto, conductor y auto en el que viajarán, sin posibilidad de reclamo alguno a Gimme A Ride® o sus afiliados. ", 
  "termsAndCond.p16": "Se informa a los usuarios que las compañías de seguros pueden negarse a cubrir cualquier daño incurrido en un viaje durante el cual el conductor hubiera solicitado a los pasajeros una parte mayor a la establecida por el reparto de gastos del viaje (para el efectos de la interpretación de estos Términos y Condiciones, y en adelante, los gastos de viaje se consideran solo combustible y peaje / s). El conductor solicita que otros usuarios de un viaje aporten mayores sumas al resultado de la división de los gastos de viaje entre todos los miembros de dicho viaje, incurre en un incumplimiento grave de estos Términos y Condiciones, bajo aviso de ser dado de baja definitivamente de la aplicación a exclusivo criterio de Gimme A Ride®, sin perjuicio de las sanciones legales correspondientes por transporte ilegal de pasajeros y / o la falta de cobertura de su seguro contratado. ",
  "termsAndCond.p17": "El Conductor de un viaje podrá solicitar una colaboración de los gastos de viaje a otros Usuarios en previa coordinación. La colaboración máxima será igual a los gastos de viaje divididos por el número total de personas que viajen. Así mismo, los Usuarios podrán solicitar que El reparto de los gastos de viaje se realizará con la presentación de los pasajes o facturas asociadas al mismo en la previa coordinación del viaje. Dicha solicitud no podrá ser denegada o no atendida por ningún otro Usuario, bajo pena de incurrir en falta a estos Términos y Condiciones y posterior sanción que podrá aplicar Gimme A Ride® según la gravedad de la acción o repetición de la misma por parte del mismo Usuario como usuario de Gimme A Ride®. ",
  "termsAndCond.p18": "Está prohibido y se considera una violación de estos Términos y Condiciones que el Usuario que conduce solicite antes del viaje un anticipo de los gastos de viaje como anticipo, en ese caso Give me a ride® puede sancionar y suspender al usuario de la plataforma que le impide utilizar la plataforma Gimme A Ride®. ",
  "termsAndCond.p19": "Gimme A Ride® no tiene responsabilidad en la definición de gastos del viaje. Es responsabilidad exclusiva de los usuarios participantes del viaje, tanto pasajeros como conductor, quienes en caso de haber una participación económica , no es mayor a lo establecido por la división de gastos de viaje para mantener la vigencia del seguro asociado al vehículo con el cual se realizó el viaje compartido y no Incumplimiento de la normativa vigente en materia de transporte en la República Argentina. ",
  "termsAndCond.p20": "Gimme A Ride® tiene como objetivo ofrecer el servicio de forma ininterrumpida. No Sin embargo, puede suceder que el acceso al sitio web o al servicio se interrumpa en el curso de las operaciones de mantenimiento, actualizaciones de hardware y software, reparaciones de emergencia del web, o debido a circunstancias fuera del control de Gimme A Ride® como fallas de Internet o problemas de Facebook. Es por eso que Gimme A Ride® no garantiza el acceso y uso continuo o servicio ininterrumpido. Los usuarios reconocen y aceptan que Gimme A Ride® no asume responsabilidad ante él por cualquier falta, suspensión o interrupción del sitio web o del servicio. ",
  "termsAndCond.p21": "Give me a ride® no es responsable de ningún daño, pérdida o pérdida del Usuario causada por fallas en el sistema, en el servidor o en Internet. Gimme A Ride® tampoco será responsable de cualquier virus que pueda infectar el equipo de los Usuarios como consecuencia del acceso, uso o examen de su aplicación o como resultado de cualquier transferencia de datos, archivos, imágenes, textos o audio contenidos en el mismo. Los Usuarios no pueden otorgar Gimme A Ride® cualquier responsabilidad o reclamo de pago por lucro cesante, en virtud de daños resultantes de dificultades técnicas o fallas en los sistemas o en Internet. ",
  "termsAndCond.p22": "Cualquier acción, uso del dispositivo, está estrictamente prohibido. software u otros medios que tiendan a interferir tanto con las actividades y operaciones de Gimme A Ride® como en las descripciones o bases de datos asociadas con Gimme A Ride®. Cualquier intromisión tentativa o actividad violatoria o contraria a las leyes sobre derechos de propiedad intelectual y / o prohibiciones estipuladas en este contrato responsabilizarán a su persona de las acciones penales y civiles por los daños y perjuicios pertinentes, así como a las sanciones previstas en este contrato, así ya que le hará responsable de indemnizar los daños ocasionados. ",
  "termsAndCond.p23": "Gimme A Ride® es un proyecto propiedad de The Henry Solutions (en adelante,“HENRY Solutions”) con la licencia nº 4.580.021. Prohibido todo mal uso y / o uso con fines de lucro y / o reproducción y para cualquier medio. de su imagen, logo, programas, bases de datos, aplicación, redes, archivos que permiten al Usuario hacer uso de Gimme A Ride®, contenido audiovisual digital, sin la autorización debida de STS Rosario quien es la dueña absoluta de dichos bienes y derechos sobre ellos; están protegidos por leyes y tratados internacionales de derechos de autor, marcas, patentes, modelos y diseños industriales. ",
  "termsAndCond.p24": "Cualquier duda que surja entre las partes por cualquier motivo relacionado con estos Términos y Condiciones, incluyendo, entre otras cuestiones, su vigencia, interpretación, alcance, cumplimiento, resolución o, así mismo, los reclamos a los que da lugar su incumplimiento, será resuelto definitivamente por el Tribunal Arbitral del ..., de acuerdo con el Reglamento y Normas Complementarias aplicables al arbitraje de ley aprobada por la Institución, que las partes afirman conocer. ",
  "termsAndCond.t1" : "El servicio",
  "termsAndCond.t2" : "Uso del Servicio",
  "termsAndCond.t3": "Seguro de automóvil correspondiente",
  "termsAndCond.t4": "Interrupciones y fallas del servicio",
  "termsAndCond.t5": "Infracciones del sistema",
  "termsAndCond.t6": "Propiedad intelectual",
  "termsAndCond.t7": "Cláusula de arbitraje",
  "termsAndCond.rigths" : "Todos los derechos reservados.",

  "Recommendations.title": "Recomendaciones",
  "Recommendations.p1": "Compartir es una gran experiencia pero debemos tener en cuenta algunas consideraciones para poder Gimme A Ride® sin inconvenientes.",
  "Recommendations.h31": "Origen y destino",
  "Recommendations.p2": "Al crear un viaje que tenga origen y destino con direcciones precisas, nunca tenés que cargar direcciones de tu casa o similar. Siempre usar una Ciudad o un cruce de calles.",
  "Recommendations.h32": "Gimme A Ride® con desconocidos", 
  "Recommendations.p3": "Previo a Gimme A Ride® con usuarios de los que no tengas referencias (o sea, que no sean “amigos” o “amigos de tus amigos”), te recomendamos que te tomes unos minutos para revisar el perfil de Gimme A Ride® de esa persona y su perfil en distintas redes sociales. De esa forma podrás contar con información acerca de la persona. También sugerimos conversar antes de viajar. Siempre es importante compartir con alguien que te genere confianza.", 
  "Recommendations.h33": "Antes de subir a un coche o de que alguien suba a tu coche",
  "Recommendations.li1": "Chequeá los DNI para verificar si la identidad de las personas se corresponde con la que te habían dicho.",
  "Recommendations.li2": "En el momento del encuentro, chequeá que el modelo de auto y patente coincidan con el dato suministrado por el conductor.", 
  "Recommendations.li3": "Pedile al conductor que te muestre su carnet de conducir, la cédula verde del vehículo y el seguro del vehículo actualizado a la fecha. El auto también debe tener la inspección técnica obligatoria hecha.", 
  "Recommendations.li4": "Verificá visualmente que el auto en el que vas a viajar esté en buenas condiciones.", 
  "Recommendations.li5": "Verificá que haya un cinturón de seguridad para cada pasajero", 
  "Recommendations.li6": "Recordá que no estás obligado a subirte a ningún auto ni a subir a nadie a tu auto. Si las personas con las que acordaste el viaje te generan desconfianza en el momento del encuentro, si considerás alguna actitud como sospechosa, o si la documentación o el estado del auto no están en condiciones, podés manifestarlo en los mejores términos y no realizar el viaje. Si te parece que tu desconfianza o sospecha se basa en un prejuicio, podés manifestar que te surgió un imprevisto o que no te sentís bien físicamente como para viajar. También podés bajarte del auto si en algún momento te parece que el conductor maneja de forma imprudente o que no te hace sentir cómodo. Al momento de subirte al auto y durante el viaje, vos sos responsable de ejercer tu propia seguridad. Luego de pasada la fecha del viaje podés dejar una calificación negativa.",
  "Recommendations.p4": "Remarcamos que el conductor no debe obtener ganancia económica en sus viajes. Para más información, revisá los",
  "Recommendations.a1": "Términos y Condiciones Generales de Gimme A Ride®.",

  "about.button": "Inicio",
  "about.title": "Nosotros",
  "about.subtitle": "Gimme A Ride comenzó con el Botcamp de SoyHenry.com",
  "about.p-part1": "El equipo de estudiantes que lo lleva adelante está formado por alumnos de Botcamp soyhenry que se formaron como Full Stack Developer. Con conocimientos en ",
  "about.p-part2": "Lanzamos la primera versión de la plataforma para el Proyecto Fin de Carrera SoyHenry en diciembre de 2021. Actualmente el equipo está formado por 8 miembros, un Líder de Profesores, Dueño de Producto. Todos son esenciales para que el proyecto avance.",
  "about.subtitle2": "Presentamos al equipo de Gimme A Ride :",
  "about.marisa": "Actualmente estoyrealizando el bootcamp de Henry para convertirme en Desarrolladora Full Stack 💻 con capacidad para desarrollar proyectos web tanto en Back-end como en Frontend. Me llamo Marisa Lia Pascal y me encanta programar ❤ Estudié Coaching Holístico pero estoy dando un giro a mi carrera profesional. • Realicé varios entrenamientos como coach, uno de ellos de manera presencial en Estados Unidos, lo cual me dio la oportunidad de conocer gente muy linda. Esas experiencias de aprendizaje me hicieron crecer como persona, utilizando mi capacidad de conectar con los demás, poniendo a prueba mi compromiso personal y el esfuerzo por alcanzar mis objetivos. Empecé a interesarme en programación al crear mi propia página web con Wordpress y al diseñar un boletín electrónico para una amiga. Descubrí que tengo talento en ese área y disfruto de un trabajo bien hecho. Así que cuando encontré Henry a través de una noticia en un diario me inscribí en un bootcamp intensivo para sumergirme en un conocimiento nuevo - que me abrió las puertas a esta industria y me conectó con una hermosa comunidad, encontré compañeros de viaje con quienes compartir esta nueva etapa de mi vida.",
  "about.lolo": "Apasionado por el aprendizaje. Desarrollador Full Stack con formación en ingeniería. Puedo comunicarme en 7 idiomas incluyendo inglés, español y chino. Tengo un fuerte deseo de aprender nuevas tecnologías y mejorar mis habilidades. Me apasiona crear soluciones para las personas. Actualmente manejo: JavaScript,Node.js, Express.js, React.js, Redux.js, HTML, CSS, Sequelize, Git y PostgreSQL. Estudios: #Desarrollador Full Stack en @soyHenry #Producción Musical en @Arjaus #Ciencias de los Alimentos en @UADE #Ingeniería Química en @ITBA #Chef en @IAG.",
  "about.rami":"➤ Soy Full stack developer con orientación al back end en JavaScript. De doble nacionalidad francés y colombiano, soy totalmente bilingüe en francés y español. ➤ Propongo aportarle mi   rigor, mi sed de aprendizaje, mi dedicación absoluta, mi flexibilidad y mi enorme capacidad de trabajo y aprendizaje. De mi foramción con la élite francesa de la pastelería y en mis diferentes experiencias profesionales, aprendí a desarrollar estas skills. Conmigo, se asegura de tener una persona 100% motivada, dispuesta a dedicarle los esfuerzos necesarios y a aprender continuamente. Soy un elemento facilitador en un equipo, siempre proponiendo mi ayuda para apoyar a los demás. Cómo llegué a ser full stack developer? 💡 ➤ Mi principal experiencia ha sido de chef pastelero, con una formación de élite en Francia entre los mejores: los Compagnons du Devoir. Después de varios años de experiencia en Francia, decidí volver a mi país de origen para abrir mi propia boutique. ➤ Al investigar como desarrollar mi página web e-commerce para mi pastelería, y a raíz de la pandemia, descubrí mi pasión por la programación. Acabo de capacitarme con el bootcamp intensivo de Henry, donde me he podido formar al desarrollo Full Stack en JavaScript. Ha sido una formidable oportunidad de desarrollar mis capacidades técnicas y sociales en grupo al desarrollar varios proyectos.",
  "about.juan":"Hola! Soy Full-Stack Web Developer, con gran interés en el Back-End y en JavaScript, pero sobre todo con muchas ganas de aprender todo lo relacionado con el desarrollo. Me encanta todo lo que tiene que ver con la programación y la tecnología. Me apasiona aprender nuevas habilidades y tecnologías que puedan ser utilizadas para impactar positivamente en la vida  de las personas y ayudarme a ser un mejor desarrollador y programador en el camino. Entre en el mundo de la programación gracias a SoyHenry, donde  aprendí JavaScript, Node.js, Express.js, React.js, Redux.js, HTML, CSS, Sequelize, Git y PostgreSQL.",
  "about.fabri":"Soy Fabrizio, un desarrollador web Full Stack. Mi interés por la tecnología comenzó cuando era un niño. Desde entonces he pasado mucho tiempo buscando, aprendiendo y jugando. Soy una persona responsable, siempre en busca de nuevas experiencias, donde pueda desafiarme y aprender de ellas.",
  "about.mateo":"🍂 𝗤𝘂𝗶𝗲́𝗻 𝗦𝗼𝘆 Soy simplemente unchico de Córdoba, argentina, que se interesó en el desarrollo de software desde el principio. Apasionado por el aprendizaje y la amplificación de competencias propias, comencé a estudiar ingeniería de software en la universidad, pero pronto me vi cansado de los tradicionales, arcaicos, métodos de enseñanza, ¡aunque fue suficiente para despertar mi pasión por la programación! Y es que fue allí mismo cuando aprendí qué era lo que quería hacer por el resto de mi vida. 🍂 𝗛𝗮𝗯𝗶𝗹𝗶𝗱𝗮𝗱𝗲𝘀 Con una formación Full Stack en un bootcamp de +800h llamado SoyHenry, adquirí un interés en el lado Front-end de las cosas, con el buen uso de tecnologías como la librería React, Redux como gesto de estados, HTML5, CSS3, o simplemente JavaScript, aunque tengo un buen entendimiento de otras tecnologías Back-end y de servidores como Node.js, Express.js, SQL, PostgreSQL, ¡y más! Personalmente, me veo a mí mismo como una persona sumamente empática, que adora los desafíos y busca siempre algo nuevo sobre lo que aprender. Con la presencia de habilidades de liderazgo, amo tomar propiedad colectiva del proyecto en el que estoy trabajando en el momento, así como siempre estoy dispuesto a aprender y conocer más de los profesionales que me acompañan.",
  "about.jotape":"👉Hola, mi nombre es Juan Pablo, soy Desarrollador Full Stack y Fotógrafo. Retome el camino a este maravilloso mundo IT, después de pasar 14 años en un rubro diferente, el cual me dio la experiencia de transformar un sector de la empresa y formar un equipo de trabajo excelente como así también el desafío diario de la resolución de problemas. Siento que es momento de poner mi experiencia junto todos mis conocimientos a disposición de quien la requiera en esta nueva etapa. Comencé aprendiendo lo básico, luego reparación de pc y redes, ahí nomas descubrí el diseño y aprendí de forma autodidacta algunas herramientas, hasta mi primer curso de diseño web. Luego curse la mitad de la carrera de Técnico Sup. en fotografía, que me dio mas herramientas y conocimientos en diseño, y hoy ya con conocimientos más avanzados(JavaScript, React, Redux, NodeJs, Express, PosgreSQL) y todo un mundo y lenguajes por seguir descubriendo. Hoy me encuentro a las puertas de una nueva etapa de mi vida, de reunir todo lo aprendido y poder crecer en este mundo IT, por eso estoy en búsqueda de ese grupo humano para crecer más, y juntos…",
  "about.nelson":"Hola a todos, soy Analista de Sistemas, me desempeñé como docente de programación en nivel medio y terciario por mas de 15 años. Tengo experiencia en desarrollo de software con C# y Java, y desarrollo web con WordPress y PHP. Actualmente me capacité como Full Stack Developer. Las tecnologías que manejo son: JavaScript || React Js - Redux || Express || PostgreSQL || SQL || Sequelize || Java || C# || HTML5 || CSS || NodeJs || GIT. Actualmente estoy en la búsqueda de nuevas oportunidades que me permitan crecer como profesional y aportar mis conocimientos.",
  "about.daniel":"Mi nombre es Daniel. Nací en Argentina y desde chico me interesé en el mundo IT. Me encanta programar y seguir aprendiendo tecnologias (en la epoca actual es imposible quedarse con una sola!). Quiero poder aportar mi grano de arena en una empresa que me valore por mis conocimientos, aptitudes y mis ganas de seguir aprendiendo. Si te interesa trabajar conmigo, vas a encontrar en mi a una persona proactiva, con muchas ganas de trabajar y ampliar sus conocimientos cada vez mas! Las tecnologias que manejo actualmente son : Javascript,CSS3,SASS, LESS HTML5, Node.JS, React, React-Routing, React-Redux, ES5, ES6, AJAX, React Hooks, webpack, Web Server, Express, SQL databases, postgreSQL, Sequelize, Promises, Async Await, metodologias agiles(SCRUM), mocha.",
  "about.camilo":"Soy desarrollador web full stack con un año de experiencia en desarrollo web. Mi fuerte es el liderazgo de equipos y la transmisión de conocimientos y habilidades técnicas. Mi conocimiento técnico y mi formación como ingeniero de sistemas y computación, me habilitan a ocupar, tanto puestos de desarrollo como de apoyo en la toma de decisiones gerenciales, y a dirigir proyectos de desarrollo de software para la web. En el año 2020 participe en el Bootcamp SoyHenry en el cual afiancé mis habilidades como desarrollador web, y me convertí en desarrollador web full stack, participando en tres proyectos principales, dos Ecommerce y un proyecto final propuesto por la academia al realizar un desarrollo para la misma. Lideré el grupo de desarrollo de uno de los Ecommerce, acompañando constantemente el aprendizaje de mis compañeros ayudándoles a reforzar sus conocimientos, aprendiendo la toma de decisiones en ambientes de constante movimiento, y guiando siempre al equipo hacia la mejor propuesta de trabajo",
  "final": ""
}
