{
    "cookies.conditions" : "Condiciones Generales de Uso",

    "navBar.name" : "Sub铆 que te Llevo",
    "navBar.post" : "Crea un Viaje",
    "navBar.home": "Inicio",
    "navBar.routelist" : "Lista de Viajes",

    "searchUserByName.search" : "Buscar",
    "searchUserByName.placeholder" : "   Encuentra un usuario...",

    "home.save" : "Ahorra dinero mientras conduces",
    "home.paragraph1" : "Publica tu pr贸ximo viaje de ida y vuelta en Gimme a Ride y obt茅n, en promedio, 80 d贸lares * de tus pasajeros. Solo necesitar谩s un par de minutos para publicar tu ruta. 驴Compartimos un viaje?",
    "home.paragraph2" : "* Cantidad promedio recibida por los conductores en 2021.",
    "home.post" : "Crea un Viaje",
    "home.routes" : "隆Mira todas las rutas disponibles!",
    "home.or" : "O",

    "searchBarHome.searchTitle" : "驴Ad贸nde quieres ir?",
    "searchBarHome.searchButton" : "Buscar",
    "searchBarHome.destination" : "Destino",
    "searchBarHome.origin" : "Origen",

    "footer.lang" : "Idioma",
    "footer.about" : "Sobre",
    "footer.aboutUs" : "Sobre nosotros",
    "footer.help" : "Ayuda",
    "footer.faq" : "Preguntas Frecuentes",
    "footer.rec" : "Recomendaciones",
    "footer.legal" : "Informaci贸n Legal",
    "footer.terms" : "Condiciones de Uso",
    "footer.privacy" : "Pol铆tica de Privacidad",
    "footer.cookies" : "Pol铆tica de Cookies",
    "footer.group10" : "Grupo 10 漏 |",

    "subFooter.app" : "Gimme a Ride es una aplicaci贸n para compartir viajes entre personas. Dondequiera que vayas, encuentra tu viaje ideal.",

    "landing.enter" : "Entrar",
    
    "register.home" : "Inicio",
    "register.title" : "Crea tu Usuario",
    "register.name" : "Nombre*",
    "register.lastname" : "Last Name*:",
    "register.id" : "DNI o Pasaporte*:",
    "register.gender" : "G茅nero*:", 
    "register.genderOptions" : "-- Selecciona una opci贸n --",
    "register.male" : "Masculino",
    "register.female" : "Femenino",
    "register.doNotSay" : "Prefiero no Decir",
    "register.age" : "Edad*:",
    "register.phone" : "Tel茅fono*:",
    "register.street" : "Calle y N煤mero*:",
    "register.city" : "Ciudad*:",
    "register.province" : "Provincia*:",
    "register.facebook" : "Facebook:",
    "register.instagram" : "Instagram:",
    "register.about" : "Sobre:",
    "register.agree" : "Al continuar, aceptas nuestras",
    "register.terms" : "Condiciones Generales de Uso",
    "register.and" : "y",
    "register.privacy" : "Pol铆tica de Privacidad",
    "register.termsOptions" : "-- Selecciona una Opci贸n --",
    "register.yes" : "S铆",
    "register.submit" : "Registrar",

    "privacyPolicy.terms" : "T茅rminos y Condiciones",
    "privacyPolicy.effdate" : "Versi贸n vigente a partir del ",
    "privacyPolicy.date" : "17/12/2021",
    "privacyPolicy.privacy" : " | Pol铆tica de Privacidad | ",
    "privacyPolicy.cookies" : "Pol铆tica de Cookies",
    "privacyPolicy.title1" : "1. General",
    "privacyPolicy.p1" : "Give SA (con domicilio social en la calle Rivadavia 54678, Buenos Aires, Argentina) ({name}), nosotros o nuestro), interviniendo como responsable del tratamiento de datos, se compromete a proteger y a respetar tu privacidad. Esta pol铆tica la ({privacyPolicy}) est谩 dise帽ado para informarte sobre nuestras pr谩cticas en lo referente a la recopilaci贸n, uso y divulgaci贸n de la informaci贸n que nos proporciones a trav茅s de nuestra plataforma (the http://www.GimmeARide.com/{platform}) accesible desde la p谩gina web",
    "privacyPolicy.title2" : "I have read and understood <a> Terms and Conditions</a>",
    "privacyPolicy.p2" : "Esta Pol铆tica de Privacidad (junto con nuestros <a>T茅rminos y Condiciones</a>, ",
    "privacyPolicy.p3" : "y el resto de documentos a los que se hace referencia en ellos y en nuestra<a>Pol铆tica de Cookies</a>)  establece el marco seg煤n el cual se recoger谩n y tratar谩n tus datos personales. Lee detenidamente este texto para que comprendas nuestra posici贸n y pr谩cticas respecto a tus datos personales y c贸mo los trataremos.",
    "privacyPolicy.title3" : "2. 驴Qu茅 informaci贸n es la que recogemos?",
    "privacyPolicy.p4" : "Podemos recopilar y procesar los siguientes datos sobre ti:",
    "privacyPolicy.p5" : "2.1 Informaci贸n que t煤 nos proporcionas",
    "privacyPolicy.p6" : "Puede que nos facilites informaci贸n, incluso informaci贸n que puede identificarte",
    "privacyPolicy.p7" : " cuando utilizas la P谩gina Web/App al rellenar sus formularios (como, por ejemplo, el formulario de registro), cuando entras en cualquiera de nuestros concursos, promociones o encuestas o cuando te pones en contacto con nosotros por tel茅fono, correo electr贸nico o de cualquier otra forma, as铆 como cuando nos informas de alg煤n problema relacionado con el uso de nuestra P谩gina Web/App.",
    "privacyPolicy.pdata" : "Datos personales",
    "privacyPolicy.p8" : "La informaci贸n que nos proporcionas puede contener:",
    "privacyPolicy.item1" : "Informaci贸n obligatoria necesaria para registrarse en el servicio que proporcionamos en nuestra Plataforma o para acceder a otros de nuestros servicios; estos datos incluyen tu nombre, correo electr贸nico, fecha de nacimiento, sexo, n煤mero de tel茅fono m贸vil y, cuando creas una cuenta, una contrase帽a. Todos estos campos son obligatorios. GiveMeaRide no podr谩 proporcionarte los servicios ofrecidos en nuestra p谩gina y app si no nos das la informaci贸n necesaria o, si procede, no podr谩s crearte una cuenta de usuario en nuestra Plataforma;",
    "privacyPolicy.item2" : "Una fotograf铆a.",
    "privacyPolicy.item3" : "Una direcci贸n postal.",
    "privacyPolicy.item4" : "Tu n煤mero de tel茅fono.",
    "privacyPolicy.item5" : "Informaci贸n sobre tu coche.",
    "privacyPolicy.item6" : " Tu mini-biograf铆a, tu sexo cuando aceptas proporcionarnos dicha informaci贸n.",
    "privacyPolicy.item7" : " Un registro de la correspondencia que hayas mantenido con nosotros , podemos grabar o escuchar las llamadas telef贸nicas que mantengas con GiveMeaRide (por ejemplo, con los agentes de nuestro servicio de Relaciones con la Comunidad). Te ofrecemos la posibilidad de oponerte a ese tratamiento al principio de la llamada.",
    "privacyPolicy.item8" : "Un registro de cualquier reserva que realices o cualquier anuncio de viaje que publiques a trav茅s de nuestra Plataforma.",
    "privacyPolicy.item9" : "Detalles sobre las transacciones econ贸micas o contables, incluidas las operaciones efectuadas a trav茅s de nuestra Plataforma o de cualquier otro medio. Esto puede incluir informaci贸n como, por ejemplo, tu tarjeta de pago o datos bancarios, informaci贸n relativa a viajes o tramos de viaje que hayas reservado u ofrecido a trav茅s de nuestra Plataforma.",
    "privacyPolicy.item10" : "Detalles de tus visitas a nuestra Plataforma y los contenidos a los que accedes.",
    "privacyPolicy.item11" : "Si procede, tus respuestas a nuestras encuestas o cuestionarios, como tus evaluaciones sobre los viajes realizados a trav茅s de nuestra Plataforma. Dicha informaci贸n puede ser empleada para fines de an谩lisis y estudio de las conductas de los usuarios.",
    "privacyPolicy.item12" : "Informaci贸n que podemos solicitarte cuando informes acerca de un problema con nuestra Plataforma o nuestro servicio, como, por ejemplo, la causa de tu solicitud de asistencia.",
    "privacyPolicy.item13" : "Informaci贸n sobre tu localizaci贸n, siempre y cuando hayas dado tu consentimiento a la recopilaci贸n y tratamiento de estos datos, para que podamos responder a tu b煤squeda de viajes cerca de ti.",
    "privacyPolicy.item14" : "Una copia de tu Pasaporte, Licencia de conducir, DNI y otros documentos similares que has acordado brindarnos.",
    "privacyPolicy.item15" : "Una copia de tus suscripciones de seguros, ejercicios de retirada (si los hay), declaraciones realizadas y formulario archivado para suscribir o gestionar tu contrato de seguro.",


    


    "final" : ""
}